Repository: xmorave2/koha-czech
Catalog: *-pref.po
Languages: cs

source: cataloguing.pref#itemcallnumber# to an item's callnumber. (This can contain multiple subfields to look in; for instance <code>082ab</code> would look in 082 subfields a and b.)<br />Examples: <strong>Dewey</strong>: <code>082ab</code> or <code>092ab</code>; <strong>LOC</strong>: <code>050ab</code> or <code>090ab</code>; <strong>from the item record</strong>: <code>852hi</code>
cs: cataloguing.pref#itemcallnumber# na signaturu jednotky. (To může obsahovat prohledání více podpolí; např. <code>082ab</code> by prohledalo 082 podpole a a b.)<br />Příklady: <strong>Dewey</strong>: <code>082ab</code>nebo <code>092ab</code>; <strong>LOC</strong>: <code>050ab</code> nebo <code>090ab</code>; <strong>ze záznamu jednotky</strong>: <code>852hi</code>

source: cataloguing.pref#marcflavour# Interpret and store MARC records in the
cs: Zobrazuj a ulož MARC záznamy ve

source: cataloguing.pref#marcflavour# MARC21
cs: MARC21

source: cataloguing.pref#marcflavour# NORMARC
cs: NORMARC

source: cataloguing.pref#marcflavour# UNIMARC
cs: UNIMARC

source: cataloguing.pref#marcflavour# format.
cs: formát.

source: cataloguing.pref#z3950NormalizeAuthor# Copy
cs: Kopírovat

source: cataloguing.pref#z3950NormalizeAuthor# Don't copy
cs: Nekopírovat

source: cataloguing.pref#z3950NormalizeAuthor# authors from the UNIMARC
cs: autory z UNIMARC

source: cataloguing.pref#z3950NormalizeAuthor# tags (separated by commas) to the correct author tags when importing a record using Z39.50.
cs: polí (oddělených čárkou) do správných autoritních polí během importu záznamu ze Z39.50.

source: circulation.pref Checkin Policy
cs: Politika příjmu

source: circulation.pref Checkout Policy
cs: Politika výdeje

source: circulation.pref Fines Policy
cs: Politika pokutování

source: circulation.pref Holds Policy
cs: Politika rezervací

source: circulation.pref Interface
cs: Interface pro knihovníky

source: circulation.pref Self Checkout
cs: Samoobslužné výpůjčky

source: circulation.pref#AgeRestrictionMarker# E.g. enter target audience keyword(s) split by | (bar) FSK|PEGI|Age| (No white space near |). Be sure to map agerestriction in Koha to MARC mapping (e.g. 521$a). A MARC field value of FSK 12 or PEGI 12 would mean: Borrower must be 12 years old. Leave empty to not apply an age restriction.
cs: např. zapište kódy cílové skupiny oddělené | (svislítko) FSK|PEGI|Věk (u svislítek | nejsou žádné mezery). Ujistěte se, že věkový limit je zapsán v poli MARC (např. 521$a). Hodnota FSK 12 nebo PEGI 12 by znamenala: Vypůjčovatel musí mít 12 let. Nechte prázdné, pokud neuplatňujete věkový limit.

source: circulation.pref#AgeRestrictionMarker# Restrict patrons with the following target audience values from checking out inappropriate materials:
cs: Omez čtenáře na hodnoty cílové skupiny výpůjček nevhodných materiálů:

source: circulation.pref#AgeRestrictionOverride# Allow
cs: Povolit

source: circulation.pref#AgeRestrictionOverride# Don't allow
cs: Nepovolit

source: circulation.pref#AgeRestrictionOverride# staff to check out an item with age restriction.
cs: knihovně vypůjčit exemplář s věkovým limitem.

source: circulation.pref#AllFinesNeedOverride# Don't require
cs: circulation.pref#AllFinesNeedOverride# Nepožadovat, aby

source: circulation.pref#AllFinesNeedOverride# Require
cs: Požadovat, aby

source: circulation.pref#AllFinesNeedOverride# staff to manually override all fines, even fines less than noissuescharge.
cs: obsluze ručně přepsat všechny pokuty, a to i pokuty nižší než paušální poplatky.

source: circulation.pref#AllowAllMessageDeletion# Allow
cs: Povolit, aby

source: circulation.pref#AllowAllMessageDeletion# Don't allow
cs: circulation.pref#AllowAllMessageDeletion# Nepovolit, aby

source: circulation.pref#AllowAllMessageDeletion# staff to delete messages added from other libraries.
cs: obsluha mohla vymazat všechny zprávy přidané jinými knihovnami.

source: circulation.pref#AllowFineOverride# Allow
cs: Povolit

source: circulation.pref#AllowFineOverride# Don't allow
cs: Nepovolit

source: circulation.pref#AllowFineOverride# staff to manually override and check out items to patrons who have more than noissuescharge in fines.
cs: obsluze ručně přepsat a vydat výpůjčky čtenářům, kteří mají pokutu větší než paušální poplatek.

source: circulation.pref#AllowHoldDateInFuture# Allow
cs: Povolit

source: circulation.pref#AllowHoldDateInFuture# Don't allow
cs: Nepovolit

source: circulation.pref#AllowHoldDateInFuture# hold requests to be placed that do not enter the waiting list until a certain future date.
cs: rezervace, které nejsou v pořadí až do určitého budoucího data.

source: circulation.pref#AllowHoldPolicyOverride# Allow
cs: Povolit

source: circulation.pref#AllowHoldPolicyOverride# Don't allow
cs: Nepovolit

source: circulation.pref#AllowHoldPolicyOverride# staff to override hold policies when placing holds.
cs: circulation.pref#AllowHoldPolicyOverride# obsluze ignorovat rezervační politiku při rezervování.

source: circulation.pref#AllowHoldsOnDamagedItems# Allow
cs: Povolit

source: circulation.pref#AllowHoldsOnDamagedItems# Don't allow
cs: Povolit

source: circulation.pref#AllowHoldsOnDamagedItems# hold requests to be placed on damaged items.
cs: rezervovat poškozené výtisky.

source: circulation.pref#AllowHoldsOnPatronsPossessions# Allow
cs: Povolit

source: circulation.pref#AllowHoldsOnPatronsPossessions# Don't allow
cs: Nepovolit

source: circulation.pref#AllowHoldsOnPatronsPossessions# a patron to place a hold on a record where the patron already has one or more items attached to that record checked out.
cs: čtenáři rezervovat titul, kde již má čtenář vypůjčený nebo vypůjčené výtisky.

source: circulation.pref#AllowItemsOnHoldCheckout# Allow
cs: Povolit

source: circulation.pref#AllowItemsOnHoldCheckout# Don't allow
cs: Nepovolit

source: circulation.pref#AllowItemsOnHoldCheckout# checkouts of items reserved to someone else. If allowed do not generate RESERVE_WAITING and RESERVED warning. This allows self checkouts for those items.
cs: výdej výtisků rezervovaných jiné osobě. Je-li toto povoleno negeneruj hlášení RESERVE_WAITING a RESERVED. Toto povolí samoobjednání pro takové výtisky.

source: circulation.pref#AllowNotForLoanOverride# Allow
cs: Povolit

source: circulation.pref#AllowNotForLoanOverride# Don't allow
cs: Nepovolit

source: circulation.pref#AllowNotForLoanOverride# staff to override and check out items that are marked as not for loan.
cs: obsluze ignorovat a vydat výtisk, který je označen, že není pro půjčování.

source: circulation.pref#AllowOnShelfHolds# Allow
cs: Povolit

source: circulation.pref#AllowOnShelfHolds# Don't allow
cs: Nepovolit

source: circulation.pref#AllowOnShelfHolds# hold requests to be placed on items that are not checked out.
cs: rezervaci na výtisky, které nejsou vypůjčené.

source: circulation.pref#AllowRenewalLimitOverride# Allow
cs: Povolit

source: circulation.pref#AllowRenewalLimitOverride# Don't allow
cs: Nepovolit

source: circulation.pref#AllowRenewalLimitOverride# staff to manually override the renewal limit and renew a checkout when it would go over the renewal limit.
cs: obsluze ručně ignorovat limit prolongací.

source: circulation.pref#AllowReturnToBranch# Allow materials to be returned to
cs: Povolit vracet materiály

source: circulation.pref#AllowReturnToBranch# either the library the item is from or the library it was checked out from.
cs: buď do pobočky z které pochází nebo kde byly vydány.

source: circulation.pref#AllowReturnToBranch# only the library the item is from.
cs: pouze do knihovny, z které pochází.

source: circulation.pref#AllowReturnToBranch# only the library the item was checked out from.
cs: pouze do pobočky, kde byly vydány.

source: circulation.pref#AllowReturnToBranch# to any library.
cs: do libovolné knihovny.

source: circulation.pref#AllowSelfCheckReturns# Allow
cs: Povolit

source: circulation.pref#AllowSelfCheckReturns# Don't allow
cs: Nepovolit

source: circulation.pref#AllowSelfCheckReturns# patrons to return items through web-based self checkout system.
cs: čtenářům vracet výpůjčky pomocí webovského samoobslužného systému.

source: circulation.pref#AutoResumeSuspendedHolds# Allow
cs: Povolit

source: circulation.pref#AutoResumeSuspendedHolds# Don't allow
cs: Nedovolit

source: circulation.pref#AutoResumeSuspendedHolds# suspended holds to be automatically resumed by a set date.
cs: zrušené rezervace, aby byly k určitému datu obnoveny.

source: circulation.pref#AutoSelfCheckAllowed# Allow
cs: Povolit

source: circulation.pref#AutoSelfCheckAllowed# Don't allow
cs: Nepovolit

source: circulation.pref#AutoSelfCheckAllowed# and this password
cs: samoobslužné vypůjčení a toto heslo

source: circulation.pref#AutoSelfCheckAllowed# the web-based self checkout system to automatically login with this staff login
cs: webovský samobslužný systém automaticky přihlásit s tímto knihovnickým přihlášením

source: circulation.pref#AutomaticItemReturn# Do
cs: Poslat

source: circulation.pref#AutomaticItemReturn# Don't
cs: Neposlat

source: circulation.pref#AutomaticItemReturn# automatically transfer items to their home library when they are returned.
cs: automaticky vrácené výtisky do jejich domovské knihovny.

source: circulation.pref#BlockReturnOfWithdrawnItems# Block
cs: Blokovat

source: circulation.pref#BlockReturnOfWithdrawnItems# Don't block
cs: Neblokovat

source: circulation.pref#BlockReturnOfWithdrawnItems# returning of items that have been withdrawn.
cs: vrácení materiálů, které byly vyřazeny.

source: circulation.pref#CalculateFinesOnReturn# <br /><b>NOTE If you are doing hourly loans then you should have this on.</b>
cs: <br /><b>Vezměte na vědomí, že pokud již provádíte výpůjčky s přesností na hodiny, pak by tento parametr by měl být zapnutý.</b>

source: circulation.pref#CalculateFinesOnReturn# Do
cs: Počítej pokuty při návratu

source: circulation.pref#CalculateFinesOnReturn# Don't
cs: Nepočítej pokuty při návratu

source: circulation.pref#CalculateFinesOnReturn# calculate and update overdue charges when an item is returned.
cs: vypočítat a aktualizovat poplatky za zpoždění během vrácení výtisku

source: circulation.pref#CircAutoPrintQuickSlip# When an empty barcode field is submitted in circulation
cs: Když je prázdné pole pro čárový kód během žádosti o výpůjčku

source: circulation.pref#CircAutoPrintQuickSlip# clear the screen
cs: vymažte obrazovku

source: circulation.pref#CircAutoPrintQuickSlip# open a print quick slip window
cs: otevři vyskakovací okno tiskárny

source: circulation.pref#CircAutocompl# Don't try
cs: Nezkoušet

source: circulation.pref#CircAutocompl# Only returns the first 10 results at a time.
cs: Vracet jen 10 prvních výsledků v čase

source: circulation.pref#CircAutocompl# Try
cs: circulation.pref#CircAutocompl# Zkoušet

source: circulation.pref#CircAutocompl# to guess the patron being entered while typing a patron search on the circulation screen.
cs: nápovědu čtenáře během psaní jeho jména.

source: circulation.pref#CircControl# Use the checkout and fines rules of
cs: Používat výpůjční a pokutová pravidla

source: circulation.pref#CircControl# the library the item is from.
cs: circulation.pref#CircControl# pobočky z které pochází výpůjčka.

source: circulation.pref#CircControl# the library the patron is from.
cs: knihovna ze které pochází čtenář.

source: circulation.pref#CircControl# the library you are logged in at.
cs: knihovna, ke které jste přihlášen.

source: circulation.pref#DisplayClearScreenButton# Don't show
cs: Nezobrazit

source: circulation.pref#DisplayClearScreenButton# Show
cs: Zobrazit

source: circulation.pref#DisplayClearScreenButton# a button to clear the current patron from the screen on the circulation screen.
cs: tlačítko na odstranění aktuálního čtenáře z obrazovky výpůjčního displeje

source: circulation.pref#DisplayMultiPlaceHold# Don't enable
cs: Neumožnit

source: circulation.pref#DisplayMultiPlaceHold# Enable
cs: Umožnit

source: circulation.pref#DisplayMultiPlaceHold# the ability to place holds on multiple biblio from the search results
cs: možnost rezervací na vícenásobné výsledky vyhledání

source: circulation.pref#ExpireReservesMaxPickUpDelay# Allow
cs: Povolit

source: circulation.pref#ExpireReservesMaxPickUpDelay# Don't allow
cs: Nepovolit

source: circulation.pref#ExpireReservesMaxPickUpDelay# holds to expire automatically if they have not been picked by within the time period specified in ReservesMaxPickUpDelay
cs: aby rezervace automaticky vypršely, pokud nebyly vyzvednuty v termínu definovaném parametrem ReservesMaxPickUpDelay

source: circulation.pref#ExpireReservesMaxPickUpDelayCharge# If using ExpireReservesMaxPickUpDelay, charge a borrower who allows his or her waiting hold to expire a fee of
cs: circulation.pref#ExpireReservesMaxPickUpDelayCharge# Při použití parametru ExpireReservesMaxPickUpDelay, pokutujte vypůjčovatele, nevyzvedl rezervovaný výtisk včas

source: circulation.pref#ExportRemoveFields# (separate fields with space, e.g. 100a 200b 300c)
cs: (oddělit pole mezerou, např. 100a 200b 300c)

source: circulation.pref#ExportRemoveFields# The following fields should be excluded from the patron checkout history CSV or iso2709 export
cs: circulation.pref#ExportRemoveFields# Následující pole vypustit z historie výpůjček čtenáře při exportu ve formátu CSV nebo ISO2709

source: circulation.pref#ExportWithCsvProfile# CSV profile when exporting patron checkout history (enter CSV Profile name)
cs: CSV profil pro export historie výpůjček čtenáře (zadejte jméno profilu CSV)

source: circulation.pref#ExportWithCsvProfile# Use the
cs: Užívat

source: circulation.pref#FilterBeforeOverdueReport# Don't require
cs: Nežádat

source: circulation.pref#FilterBeforeOverdueReport# Require
cs: Požadovat

source: circulation.pref#FilterBeforeOverdueReport# staff to choose which checkouts to show before running the overdues report.
cs: aby obsluha vybrala, které výpůjčky zobrazit dříve než spustí výpis upomínek

source: circulation.pref#FineNotifyAtCheckin# Don't notify
cs: Neupozornit

source: circulation.pref#FineNotifyAtCheckin# Notify
cs: circulation.pref#FineNotifyAtCheckin# Upozornit

source: circulation.pref#FineNotifyAtCheckin# librarians of overdue fines on the items they are checking in.
cs: knihovníka při příjmu vracených výpůjček na pokutu z prodlení

source: circulation.pref#FinesIncludeGracePeriod# Don't include
cs: Nezahrnout

source: circulation.pref#FinesIncludeGracePeriod# Include
cs: Zahrnout

source: circulation.pref#FinesIncludeGracePeriod# the grace period when calculating the fine for an overdue item.
cs: odpuštěnou periodu při výpočtu pokuty z prodlení

source: circulation.pref#HoldsToPullStartDate# Set the default start date for the Holds to pull list to
cs: circulation.pref#HoldsToPullStartDate# Nastavit implicitní počáteční čas na vyzvednutí rezervace

source: circulation.pref#HoldsToPullStartDate# day(s) ago.
cs: dní předem

source: circulation.pref#HomeOrHoldingBranch# Use the checkout and fines rules of
cs: circulation.pref#HomeOrHoldingBranch# Použít výpůjční a pokutovací pravidla

source: circulation.pref#HomeOrHoldingBranch# the library the item is from.
cs: knihovny, z které pochází výtisk.

source: circulation.pref#HomeOrHoldingBranch# the library the item was checked out from.
cs: z knihovny, která vydala výtisk.

source: circulation.pref#HomeOrHoldingBranchReturn# On checkin route the returned item to
cs: Při příjmu, poslat vrácený výtisk do

source: circulation.pref#HomeOrHoldingBranchReturn# the library the item is from.
cs: knihovny, která ho vlastní.

source: circulation.pref#HomeOrHoldingBranchReturn# the library the item was checked out from.
cs: knihovna, kterrá půjčila výtisk

source: circulation.pref#InProcessingToShelvingCart# Don't move
cs: Nepřevést

source: circulation.pref#InProcessingToShelvingCart# Move
cs: Převést

source: circulation.pref#InProcessingToShelvingCart# items that have the location PROC to the location CART when they are checked in.
cs: výtisky, které mají lokaci PROC do lokace CART, když jsou navráceny

source: circulation.pref#IssueLostItem# When issuing an item that has been marked as lost,
cs: circulation.pref#IssueLostItem# Při vydávání výtisku, který byl označen jako ztracený,

source: circulation.pref#IssueLostItem# display a message
cs: zobrazit zprávu

source: circulation.pref#IssueLostItem# do nothing
cs: nezobrazovat nic

source: circulation.pref#IssueLostItem# require confirmation
cs: požadovat potvrzení

source: circulation.pref#IssuingInProcess# Don't prevent
cs: circulation.pref#IssuingInProcess# Nezabránit

source: circulation.pref#IssuingInProcess# Prevent
cs: Zabránit

source: circulation.pref#IssuingInProcess# patrons from checking out an item whose rental charge would take them over the limit.
cs: čtenáři výpůjčkám, u nichž by poplatky mohly překročit limit.

source: circulation.pref#ManInvInNoissuesCharge# Don't include
cs: Nezahrnovat

source: circulation.pref#ManInvInNoissuesCharge# Include
cs: Zahrnovat

source: circulation.pref#ManInvInNoissuesCharge# MANUAL_INV charges when summing up charges for noissuescharge.
cs: MANUAL_INV poplatky do součtu paušálních poplatků

source: circulation.pref#NoticeCSS# Include the stylesheet at
cs: Používat CSS

source: circulation.pref#NoticeCSS# on Notices. (This should be a complete URL, starting with <code>http://</code>)
cs: do poznámek. (To by měla být úplná URL, začínající na <code>http://</code>)

source: circulation.pref#OPACAllowHoldDateInFuture# Allow
cs: Povolit

source: circulation.pref#OPACAllowHoldDateInFuture# Don't allow
cs: Nepovolit

source: circulation.pref#OPACAllowHoldDateInFuture# patrons to place holds that don't enter the waiting list until a certain future date. (AllowHoldDateInFuture must also be enabled).
cs: čtenářům dávat rezervace, které nemají omezený zájem až do určitého budoucího data. (parameter AllowHoldDateInFuture musí být povolen).

source: circulation.pref#OPACAllowUserToChooseBranch# Allow
cs: Povolit

source: circulation.pref#OPACAllowUserToChooseBranch# Don't allow
cs: Nepovolit

source: circulation.pref#OPACAllowUserToChooseBranch# a user to choose the library to pick up a hold from.
cs: čtenáři volbu, kde si vyzvedne rezervace.

source: circulation.pref#OverdueNoticeBcc# Send all notices as a BCC to this email address
cs: circulation.pref#OverdueNoticeBcc# Poslat všechny zprávy ve skryté kopii na email adresu

source: circulation.pref#OverduesBlockCirc# Ask for confirmation
cs: Žádat potvrzení

source: circulation.pref#OverduesBlockCirc# Block
cs: Blokovat

source: circulation.pref#OverduesBlockCirc# Don't block
cs: Neblokovat

source: circulation.pref#OverduesBlockCirc# when checking out to a borrower that has overdues outstanding
cs: výpůjčky čtenáři, který má překročené(ných) výpůjčky(ček)

source: circulation.pref#PrintNoticesMaxLines# Include up to
cs: Vypsat až

source: circulation.pref#PrintNoticesMaxLines# item lines in a printed overdue notice. If the number of items is greater than this number, the notice will end with a warning asking the borrower to check their online account for a full list of overdue items. Set to 0 to include all overdue items in the notice, no matter how many there are.
cs: circulation.pref#PrintNoticesMaxLines# položek do upomínky. Jestliže počet položek překročí toto číslo, upomínka bude končit výzvou, aby si čtenář zkontroloval svůj online účet, kde má vše vypsáno. Nastavit na 0, jestliže chcete v upomínce vypisovat všechny položky.

source: circulation.pref#RecordLocalUseOnReturn# Don't record
cs: Nezaznamenat

source: circulation.pref#RecordLocalUseOnReturn# Record
cs: Zaznamenat

source: circulation.pref#RecordLocalUseOnReturn# local use when an unissued item is checked in.
cs: místní použití, jestliže je vracen nevydaný výtisk.

source: circulation.pref#RefundLostItemFeeOnReturn# Don't refund
cs: Nevracet

source: circulation.pref#RefundLostItemFeeOnReturn# Refund
cs: Vracet

source: circulation.pref#RefundLostItemFeeOnReturn# lost item fees charged to a borrower when the lost item is returned.
cs: poplatek za ztrátu čtenáři, který vrátil ztracený výtisk.

source: circulation.pref#RenewalPeriodBase# When renewing checkouts, base the new due date on
cs: circulation.pref#RenewalPeriodBase# při prolongacích, odvodit nové návratové datum od

source: circulation.pref#RenewalPeriodBase# the current date.
cs: aktuálního data.

source: circulation.pref#RenewalPeriodBase# the old due date of the checkout.
cs: od starého návratového data.

source: circulation.pref#RenewalSendNotice# Don't send
cs: Neposílat

source: circulation.pref#RenewalSendNotice# Send
cs: Posílat

source: circulation.pref#RenewalSendNotice# a renewal notice according to patron checkout alert preferences.
cs: zprávu o prodloužení podle výpůjčních pravidel.

source: circulation.pref#RentalsInNoissuesCharge# Don't include
cs: Nazahrnovat

source: circulation.pref#RentalsInNoissuesCharge# Include
cs: Zahrnovat

source: circulation.pref#RentalsInNoissuesCharge# rental charges when summing up charges for noissuescharge.
cs: circulation.pref#RentalsInNoissuesCharge# výpůjční poplatky při výpočtu paušálních poplatků.

source: circulation.pref#ReservesControlBranch# Check the
cs: Zkontrolovat

source: circulation.pref#ReservesControlBranch# item's home library
cs: knihovnu, které náleží výtisk

source: circulation.pref#ReservesControlBranch# patron's home library
cs: knihovnu, z které pochází čtenář

source: circulation.pref#ReservesControlBranch# to see if the patron can place a hold on the item.
cs: aby se vědělo, jestli si čtenář může rezervovat výtisk

source: circulation.pref#ReservesMaxPickUpDelay# Mark a hold as problematic if it has been waiting for more than
cs: Označ rezervaci za problémovou, jestliže čeká vice než

source: circulation.pref#ReservesMaxPickUpDelay# days.
cs: dní.

source: circulation.pref#ReservesNeedReturns# Automatically
cs: Zahrnout automaticky

source: circulation.pref#ReservesNeedReturns# Don't automatically
cs: Nezahrnout autoimaticky

source: circulation.pref#ReservesNeedReturns# mark holds as found and waiting when a hold is placed specifically on them and they are already checked in.
cs: circulation.pref#ReservesNeedReturns# označovat rezervace jako připravené a čekající, pokud je podána rezervace a jsou právě vrácené.

source: circulation.pref#ReturnBeforeExpiry# Don't require
cs: Nepožadovat

source: circulation.pref#ReturnBeforeExpiry# Require
cs: Požadovat

source: circulation.pref#ReturnBeforeExpiry# patrons to return books before their accounts expire (by restricting due dates to before the patron's expiration date).
cs: circulation.pref#ReturnBeforeExpiry# čtenáři vrátit knihy, dříve než vyprší jeho registrace (omezením výpůjční doby na datum vypršení registrace čtenáře).

source: circulation.pref#ReturnToShelvingCart# Don't move
cs: Neposílat

source: circulation.pref#ReturnToShelvingCart# Move
cs: Posílat

source: circulation.pref#ReturnToShelvingCart# all items to the location CART when they are checked in.
cs: všechny položky na lokaci CART, když jsou vráceny.

source: circulation.pref#SCOUserCSS# Include the following CSS on all pages in the web-based self checkout:
cs: Zahrnout následující CSS na všechny stránky během samoobslužného objednání:

source: circulation.pref#SCOUserJS# Include the following JavaScript on all pages in the web-based self checkout:
cs: Zahrnout následující JavScript na všechny stránky během samoobslužného objednání:

source: circulation.pref#SelfCheckHelpMessage# Include the following HTML in the Help page of the web-based self checkout system:
cs: následující HTML v nápovědě samoobslužného výpůjčního sytému

source: circulation.pref#SelfCheckTimeout# Time out the current patron's web-based self checkout system login after
cs: Přerušit přihlášení čtenáře samoobslužného systému po uplynutí
