Repository: xmorave2/koha-czech
Catalog: *-pref.po
Languages: cs

source: circulation.pref#SelfCheckTimeout# seconds.
cs: vteřin.

source: circulation.pref#SelfCheckoutByLogin# Barcode
cs: Čárový kód

source: circulation.pref#SelfCheckoutByLogin# Have patrons login into the web-based self checkout system with their
cs: Čtenáři se do samoobslužného systému přihlašují pomocí

source: circulation.pref#SelfCheckoutByLogin# Username and Password
cs: Uživatelského jména a hesla

source: circulation.pref#ShowPatronImageInWebBasedSelfCheck# Don't show
cs: Nezobraziovat

source: circulation.pref#ShowPatronImageInWebBasedSelfCheck# Show
cs: Zobrazit

source: circulation.pref#ShowPatronImageInWebBasedSelfCheck# the patron's picture (if one has been added) when they use the web-based self checkout.
cs: čtenářovu podobenku (pakliže byla dodána) při samoobslužném objednání.

source: circulation.pref#SpecifyDueDate# Allow
cs: Povolit

source: circulation.pref#SpecifyDueDate# Don't allow
cs: Nepovolit

source: circulation.pref#SpecifyDueDate# staff to specify a due date for a checkout.
cs: obsluze nastavit datum navrácení výpůjčky.

source: circulation.pref#StaticHoldsQueueWeight# (as branchcodes, separated by commas; if empty, uses all libraries)
cs: (jako kódy poboček, oddělené čárkami; je-li prázdný, platí pro všechny knihovny)

source: circulation.pref#StaticHoldsQueueWeight# Satisfy holds from the libraries
cs: Vyřizovat rezervace z knihoven

source: circulation.pref#StaticHoldsQueueWeight# in random order.
cs: v náhodném pořadí.

source: circulation.pref#StaticHoldsQueueWeight# in that order.
cs: v tomto pořadí.

source: circulation.pref#SuspendHoldsIntranet# Allow
cs: Povolit

source: circulation.pref#SuspendHoldsIntranet# Don't allow
cs: Nepovolit

source: circulation.pref#SuspendHoldsIntranet# holds to be suspended from the intranet.
cs: zrušení rezervací z intranetu.

source: circulation.pref#SuspendHoldsOpac# Allow
cs: Povolit

source: circulation.pref#SuspendHoldsOpac# Don't allow
cs: Nepovolit

source: circulation.pref#SuspendHoldsOpac# holds to be suspended from the OPAC.
cs: zrušení rezervací on-line katalogu.

source: circulation.pref#TransferWhenCancelAllWaitingHolds# Don't transfer
cs: Nepřesouvat

source: circulation.pref#TransferWhenCancelAllWaitingHolds# Transfer
cs: Přesouvat

source: circulation.pref#TransferWhenCancelAllWaitingHolds# items when cancelling all waiting holds.
cs: circulation.pref#TransferWhenCancelAllWaitingHolds# výtisky, když se ruší všechny čekající rezervace.

source: circulation.pref#TransfersMaxDaysWarning# Show a warning on the "Transfers to Receive" screen if the transfer has not been received
cs: Zobrazit upozornění "Zásilka na cestě" jestliže zásilka ještě nedorazila po

source: circulation.pref#TransfersMaxDaysWarning# days after it was sent.
cs: dnech, poté co byla odeslána.

source: circulation.pref#UpdateTotalIssuesOnCirc# Do
cs: Aktualizovat

source: circulation.pref#UpdateTotalIssuesOnCirc# Do not
cs: Nektualizovat

source: circulation.pref#UpdateTotalIssuesOnCirc# update a bibliographic record's total issues count whenever an item is issued (WARNING! This increases server load significantly; if performance is a concern, use the update_totalissues.pl cron job to update the total issues count).
cs: bibliografický záznam celkovým počtem výtisků, kdykoliv je vydán nový výtisk (POZOR! Toto znatelně zatěžuje server, jestliže chcete udržet vysoký výkon serveru, použijte úlohu update_totalissues.pl plánovače úloh (cronu) k aktualizaci celkového počtu výtisků).

source: circulation.pref#UseBranchTransferLimits# Don't enforce
cs: Nepožadovat

source: circulation.pref#UseBranchTransferLimits# Enforce
cs: Požadovat

source: circulation.pref#UseBranchTransferLimits# collection code
cs: kód fondu

source: circulation.pref#UseBranchTransferLimits# item type
cs: typ výtisku

source: circulation.pref#UseBranchTransferLimits# library transfer limits based on
cs: circulation.pref#UseBranchTransferLimits# limit přesunu mezi knihovnami odvozen od

source: circulation.pref#UseTablesortForCirc# Don't enable
cs: Neumožnit

source: circulation.pref#UseTablesortForCirc# Enable
cs: Umožnit

source: circulation.pref#UseTablesortForCirc# the sorting of current patron checkouts on the circulation screen. <br/>NOTE: Enabling this function may slow down circulation time for patrons with many checkouts.
cs: třídění čtenářových výpůjček na výpůjční obrazovce<br/> Pozn: Umožnění této funkce může zpomalit výpůjční dobu u mnoha výpůjček.

source: circulation.pref#UseTransportCostMatrix# Don't use
cs: Nepoužívat

source: circulation.pref#UseTransportCostMatrix# Transport Cost Matrix for calculating optimal holds filling between branches.
cs: matici dopravních nákladů, pro výpočet optimálních rezervací mezi pobočky.

source: circulation.pref#UseTransportCostMatrix# Use
cs: Užívat

source: circulation.pref#WaitingNotifyAtCheckin# Don't notify
cs: Neupozornit

source: circulation.pref#WaitingNotifyAtCheckin# Notify
cs: Upozornit

source: circulation.pref#WaitingNotifyAtCheckin# librarians of waiting holds for the patron whose items they are checking in.
cs: knihovníka na čekající rezervace na výtisk, který čtenář vrací.

source: circulation.pref#WebBasedSelfCheck# Don't enable
cs: Neumožnit

source: circulation.pref#WebBasedSelfCheck# Enable
cs: Umožnit

source: circulation.pref#WebBasedSelfCheck# the web-based self checkout system. (available at: /cgi-bin/koha/sco/sco-main.pl)
cs: webový samoobslužný výpůjční systém. (dostupné z: /cgi-bin/koha/sco/sco-main.pl)

source: circulation.pref#canreservefromotherbranches# Allow
cs: Povolit

source: circulation.pref#canreservefromotherbranches# Don't allow (with independent branches)
cs: Nepovolit (s nezávislými pobočkami)

source: circulation.pref#canreservefromotherbranches# a user from one library to place a hold on an item from another library
cs: čtenáři rezervovat výtisky z jiných knihoven

source: circulation.pref#decreaseLoanHighHolds# Don't enable
cs: Neumožnit

source: circulation.pref#decreaseLoanHighHolds# Enable
cs: Umožnit

source: circulation.pref#decreaseLoanHighHolds# days for items with more than
cs: dní pro výtisky s více než

source: circulation.pref#decreaseLoanHighHolds# holds.
cs: vytisky.

source: circulation.pref#decreaseLoanHighHolds# the reduction of loan period to
cs: zkrácení výpůjční doby na

source: circulation.pref#emailLibrarianWhenHoldIsPlaced# Don't enable
cs: Neumožnit

source: circulation.pref#emailLibrarianWhenHoldIsPlaced# Enable
cs: Umožnit

source: circulation.pref#emailLibrarianWhenHoldIsPlaced# sending an email to the Koha administrator email address whenever a hold request is placed.
cs: odeslání e-mailu na administrátora Koha, kdykoliv je zadána rezervace.

source: circulation.pref#finesCalendar# Calculate fines based on days overdue
cs: Počítat pokuty za zpoždění podle dní

source: circulation.pref#finesCalendar# directly.
cs: přímo.

source: circulation.pref#finesCalendar# not including days the library is closed.
cs: nezahrnovat zavírací dny knihovny.

source: circulation.pref#finesMode# Calculate (but only for mailing to the admin)
cs: Počítat (ale jen pro poštu administrátorovi)

source: circulation.pref#finesMode# Calculate and charge
cs: Počítat a zpoplatnit

source: circulation.pref#finesMode# Don't calculate
cs: Nepočítat

source: circulation.pref#finesMode# fines (when <code>misc/cronjobs/fines.pl</code> is being run).
cs: pokuty (když <code>misc/cronjobs/fines.pl</code> právě běží).

source: circulation.pref#itemBarcodeInputFilter# Convert from CueCat form
cs: Převést z CueCat formátu

source: circulation.pref#itemBarcodeInputFilter# Convert from Libsuite8 form
cs: Převést z Libsuite8 formátu

source: circulation.pref#itemBarcodeInputFilter# Don't filter
cs: Nefiltrovat

source: circulation.pref#itemBarcodeInputFilter# EAN-13 or zero-padded UPC-A from
cs: EAN-13 nebo přidané nuly UPC-A z

source: circulation.pref#itemBarcodeInputFilter# Remove spaces from
cs: Odstranit mezery z

source: circulation.pref#itemBarcodeInputFilter# Remove the first number from T-prefix style
cs: circulation.pref#itemBarcodeInputFilter# Odstranit první číslo z T-prefix formátu

source: circulation.pref#itemBarcodeInputFilter# scanned item barcodes.
cs: skenovaných čárových kódů na výtiscích.

source: circulation.pref#maxoutstanding# Prevent patrons from making holds on the OPAC if they owe more than
cs: Zabránit čtenáři vkládání rezervací přes OPAC, pokud má více než

source: circulation.pref#maxoutstanding# [% local_currency %] in fines.
cs: circulation.pref#maxoutstanding# [% local_currency %] na pokutách.

source: circulation.pref#maxreserves# Patrons can only have
cs: Čtenář může mít jen

source: circulation.pref#maxreserves# holds at once.
cs: rezervací současně.

source: circulation.pref#noissuescharge# Prevent patrons from checking out books if they have more than
cs: Zamezit čtenáři vypůjčování, pokud má více než

source: circulation.pref#noissuescharge# [% local_currency %] in fines.
cs: [% local_currency %] na pokutách.

source: circulation.pref#numReturnedItemsToShow# Show the
cs: Zobrazit

source: circulation.pref#numReturnedItemsToShow# last returned items on the checkin screen.
cs: circulation.pref#numReturnedItemsToShow# posledně vrácený výtisk na obrazovce příjmu.

source: circulation.pref#previousIssuesDefaultSortOrder# Sort previous checkouts on the circulation page from
cs: Setřídit předchozí výpůjčky na výpůjční obrazovce podle

source: circulation.pref#previousIssuesDefaultSortOrder# due date.
cs: návratového datumu.

source: circulation.pref#previousIssuesDefaultSortOrder# earliest to latest
cs: nejstarší k nejnovější

source: circulation.pref#previousIssuesDefaultSortOrder# latest to earliest
cs: nejnovější k nejstarší

source: circulation.pref#soundon# Don't enable
cs: Neumožnit

source: circulation.pref#soundon# Enable
cs: Umožnit

source: circulation.pref#soundon# circulation sounds during checkin and checkout in the staff interface. Not supported by all web browsers yet.
cs: circulation.pref#soundon# zvuky při příjmu nebo výdeji na pracovišti obsluhy . Zatím není implementováno všemi prohlížeči.

source: circulation.pref#todaysIssuesDefaultSortOrder# Sort today's checkouts on the circulation page from
cs: Seřadit dnešní výpůjčky na výpůjční stránce od

source: circulation.pref#todaysIssuesDefaultSortOrder# due date.
cs: termínu vrácení.

source: circulation.pref#todaysIssuesDefaultSortOrder# earliest to latest
cs: nejstarší po nejnovější

source: circulation.pref#todaysIssuesDefaultSortOrder# latest to earliest
cs: nejnovější po nejstarší

source: circulation.pref#useDaysMode# Calculate the due date using
cs: Spočítat termín vrácení podle

source: circulation.pref#useDaysMode# circulation rules only.
cs: výpůjčních pravidel.

source: circulation.pref#useDaysMode# the calendar to push the due date to the next open day
cs: posunout v kalendáři termín vrácení na nejbližší otevírací den

source: circulation.pref#useDaysMode# the calendar to skip all days the library is closed.
cs: přeskočit v kalendáři zavíracím dny knihovny.

source: creators.pref Patron Cards
cs: Čtenářské průkazy

source: creators.pref#ImageLimit# Limit the number of creator images stored in the database to
cs: Omezit počet obrázků v databázi na

source: creators.pref#ImageLimit# images.
cs: obrázků.

source: enhanced_content.pref All
cs: Všichni

source: enhanced_content.pref Amazon
cs: Amazon

source: enhanced_content.pref Babelthèque
cs: Babelthèque

source: enhanced_content.pref Baker and Taylor
cs: Baker and Taylor

source: enhanced_content.pref Google
cs: Google

source: enhanced_content.pref HTML5 Media
cs: HTML5 Media

source: enhanced_content.pref IDreamLibraries
cs: IDreamLibraries

source: enhanced_content.pref Library Thing
cs: Library Thing

source: enhanced_content.pref Local Cover Images
cs: Local Cover Images

source: enhanced_content.pref Novelist Select
cs: Novelist Select

source: enhanced_content.pref OCLC
cs: OCLC

source: enhanced_content.pref Open Library
cs: Open Library

source: enhanced_content.pref Plugins
cs: Přídavné moduly

source: enhanced_content.pref Syndetics
cs: Obsahy

source: enhanced_content.pref Tagging
cs: Značkování

source: enhanced_content.pref#AllowMultipleCovers# Allow
cs: Povolit

source: enhanced_content.pref#AllowMultipleCovers# Don't allow
cs: Nepovolit

source: enhanced_content.pref#AllowMultipleCovers# multiple images to be attached to each bibliographic record.
cs: připojení více obrázků ke každému bibliografickému záznamu.

source: enhanced_content.pref#AmazonAssocTag# Put the associate tag
cs: Přiložit označení

source: enhanced_content.pref#AmazonAssocTag# on links to Amazon. This can net your library referral fees if a patron decides to buy an item.
cs: enhanced_content.pref#AmazonAssocTag# na odkazy k Amazonu. To může propojit knihovnu na doporučující poplatky, v případě že čtenář zakoupí výtisk.

source: enhanced_content.pref#AmazonCoverImages# Don't show
cs: Nezobrazit

source: enhanced_content.pref#AmazonCoverImages# Show
cs: Zborazit

source: enhanced_content.pref#AmazonCoverImages# cover images from Amazon on search results and item detail pages on the staff interface.
cs: titulní obrázek z Amazonu ve výsledcích vyhledávání a v detailech výtisku v rozhranní pro obsluhu.

source: enhanced_content.pref#AmazonLocale# American
cs: Americký

source: enhanced_content.pref#AmazonLocale# British
cs: Britský

source: enhanced_content.pref#AmazonLocale# Canadian
cs: Kanadský

source: enhanced_content.pref#AmazonLocale# French
cs: Francouzský

source: enhanced_content.pref#AmazonLocale# German
cs: Německý

source: enhanced_content.pref#AmazonLocale# Japanese
cs: japonské

source: enhanced_content.pref#AmazonLocale# Use Amazon data from its
cs: Použít data Amazonu

source: enhanced_content.pref#AmazonLocale# website.
cs: z jeho web stránky.

source: enhanced_content.pref#Babeltheque# Do
cs: Zobrazit

source: enhanced_content.pref#Babeltheque# Don't
cs: Nezobrazit

source: enhanced_content.pref#Babeltheque# include information (such as reviews and citations) from Babelthèque in item detail pages on the OPAC.
cs: enhanced_content.pref#Babeltheque# informace (jako hodnocení a citace) z Babelthèque v detailním zobrazení výtisku na OPACu.

source: enhanced_content.pref#Babeltheque_url_js# Defined the url for the Babeltheque javascript file (eg. http://www.babeltheque.com/bw_XX.js)
cs: definovaný pomocí URL pro javascript v Babeltheque (např. http://www.babeltheque.com/bw_XX.js)

source: enhanced_content.pref#Babeltheque_url_update# Defined the url for the Babeltheque update periodically (eq. http://www.babeltheque.com/.../file.csv.bz2).
cs: definovaný pomocí URL pro periodickou aktualizaci v Babeltheque (např. http://www.babeltheque.com/.../file.csv.bz2).

source: enhanced_content.pref#BakerTaylorBookstoreURL# <em>isbn</em></code> (this should be filled in with something like <code>ocls.mylibrarybookstore.com/MLB/actions/searchHandler.do?nextPage=bookDetails&amp;parentNum=10923&amp;key=</code>). Leave it blank to disable these links.
cs: <em>isbn</em></code> (toto je třeba vyplnit podobně jako <code>ocls.mylibrarybookstore.com/MLB/actions/searchHandler.do?nextPage=bookDetails&amp;parentNum=10923&amp;key=</code>). Ponechat prázdné v případě nepoužití takových odkazů.

source: enhanced_content.pref#BakerTaylorBookstoreURL# Baker and Taylor "My Library Bookstore" links should be accessed at <code>https://
cs: odkazy na Baker and Taylor "My Library Bookstore" mají být přístupné na <code>https://

source: enhanced_content.pref#BakerTaylorEnabled# Add
cs: Přidat

source: enhanced_content.pref#BakerTaylorEnabled# Baker and Taylor links and cover images to the OPAC and staff client. This requires that you have entered in a username and password (which can be seen in image links).
cs: odkaz na Baker and Taylor a obrázky obálek na OPAC a rozhranní obsluhy. Toto vyžaduje, že jste zadali uživatelské jméno a heslo (které může být vidět v odkazu na obrázek obálky).

source: enhanced_content.pref#BakerTaylorEnabled# Don't add
cs: Nepřidávat

source: enhanced_content.pref#BakerTaylorUsername# Access Baker and Taylor using username
cs: Přistupovat k Baker and Taylor pomocí uživatelského jména

source: enhanced_content.pref#BakerTaylorUsername# and password
cs: a hesla

source: enhanced_content.pref#FRBRizeEditions# Don't show
cs: Nezobrazit

source: enhanced_content.pref#FRBRizeEditions# Show
cs: Zobrazit

source: enhanced_content.pref#FRBRizeEditions# other editions of an item on the staff client (if found by one of the services below).
cs: další vydání výtisku na obrazovce obsluhy (jestliže byly nalezeny nějakou službou uvedenou níže).

source: enhanced_content.pref#GoogleJackets# Add
cs: Přidat

source: enhanced_content.pref#GoogleJackets# Don't add
cs: Nepřidat

source: enhanced_content.pref#GoogleJackets# cover images from Google Books to search results and item detail pages on the OPAC.
cs: obrázek obálky z Googel Books k výsledkům vyhledání a detailům na OPACu.

source: enhanced_content.pref#HTML5MediaEnabled# Show a tab with a HTML5 media player for files catalogued in field 856
cs: Zobrazit záložku s HTML5 media player pro soubory katalogizované v poli 856

source: enhanced_content.pref#HTML5MediaEnabled# in OPAC and staff client.
cs: v OPAC i v zobrazení pro obsluhu.

source: enhanced_content.pref#HTML5MediaEnabled# in the OPAC.
cs: v OPACu.

source: enhanced_content.pref#HTML5MediaEnabled# in the staff client.
cs: v zobrazení pro obsluhu.

source: enhanced_content.pref#HTML5MediaEnabled# not at all.
cs: vůbec nic.

source: enhanced_content.pref#HTML5MediaExtensions# (separated with |).
cs: (oddělené svislítkem |)

source: enhanced_content.pref#HTML5MediaExtensions# Media file extensions
cs: extenze souboru Media

source: enhanced_content.pref#IDreamBooksReadometer# Add
cs: Přidat

source: enhanced_content.pref#IDreamBooksReadometer# Don't add
cs: Nepřidat

source: enhanced_content.pref#IDreamBooksReadometer# a "Readometer" that summarizes the reviews gathered by <a href='http://idreambooks.com/'>IDreamBooks.com</a> to the OPAC details page.
cs: "Readometer" , který sumarizuje hodnocení sbírané od <a href='http://idreambooks.com/'>IDreamBooks.com</a> na stránku detailů v OPACu.

source: enhanced_content.pref#IDreamBooksResults# Add
cs: Přidat

source: enhanced_content.pref#IDreamBooksResults# Don't add
cs: Nepřidat

source: enhanced_content.pref#IDreamBooksResults# the rating from <a href='http://idreambooks.com/'>IDreamBooks.com</a> to OPAC search results.
cs: hodnocení z <a href='http://idreambooks.com/'>IDreamBooks.com</a> do výsledků vyhledání na OPACu.

source: enhanced_content.pref#IDreamBooksReviews# Add
cs: Přidat

source: enhanced_content.pref#IDreamBooksReviews# Don't add
cs: Nepřidávat

source: enhanced_content.pref#IDreamBooksReviews# a tab on the OPAC details with book reviews from critics aggregated by <a href='http://idreambooks.com/'>IDreamBooks.com</a>.
cs: záložku na detailu v OPACu u hodnocení knih podle <a href='http://idreambooks.com/'>IDreamBooks.com</a>.

source: enhanced_content.pref#LibraryThingForLibrariesEnabled# <a href="http://www.librarything.com/forlibraries/">sign up</a>, then enter in your ID below.
cs: <a href="http://www.librarything.com/forlibraries/">přihlásit se</a>, a vložit svoje identifikační číslo níže.

source: enhanced_content.pref#LibraryThingForLibrariesEnabled# Don't show
cs: Nezobrazit

source: enhanced_content.pref#LibraryThingForLibrariesEnabled# Show
cs: Zobrazit

source: enhanced_content.pref#LibraryThingForLibrariesEnabled# reviews, similar items, and tags from Library Thing for Libraries on item detail pages on the OPAC. If you've enabled this, you need to
cs: hodnocení, podobné výtisky, a označení od Library Thing for Libraries v detailním zobrazení OPACu. Pokud jste to zobrazili, je třeba

source: enhanced_content.pref#LibraryThingForLibrariesID# Access Library Thing for Libraries using the customer ID
cs: Přistupovat do Library Thing for Libraries pomocí uživatelského identifikátoru

source: enhanced_content.pref#LibraryThingForLibrariesTabbedView# Show Library Thing for Libraries content
cs: Zobrazit obsahy od Library Thing for Libraries

source: enhanced_content.pref#LibraryThingForLibrariesTabbedView# in line with the bibliographic information.
cs: souběžně s bibliografickými informacemi.

source: enhanced_content.pref#LibraryThingForLibrariesTabbedView# in tabs.
cs: v založce.

source: enhanced_content.pref#LocalCoverImages# Display
cs: Zborazit

source: enhanced_content.pref#LocalCoverImages# Don't display
cs: Nezobrazit

source: enhanced_content.pref#LocalCoverImages# local cover images on intranet search and details pages.
cs: obrázky obálek při vyhledání na intranetu a detailních stránkách.

source: enhanced_content.pref#NovelistSelectEnabled# Add
cs: Přidat

source: enhanced_content.pref#NovelistSelectEnabled# Don't add
cs: Nepřidat

source: enhanced_content.pref#NovelistSelectEnabled# Novelist Select content to the OPAC (requires that you have entered in a user profile and password, which can be seen in image links).
cs: obsah od Novelist Select na OPACu (je třeba uvést uživatelský profil a heslo, které je vidět v odkaze na obrázek).

source: enhanced_content.pref#NovelistSelectProfile# Access Novelist Select using user profile
cs: Přistupovat do Novelist Select s uživatelským profilem

source: enhanced_content.pref#NovelistSelectProfile# and password
cs: a heslem

source: enhanced_content.pref#NovelistSelectView# Display Novelist Select content
cs: obsah od Display Novelist Select

source: enhanced_content.pref#NovelistSelectView# above the holdings table
cs: nad tabulku exemplářů

source: enhanced_content.pref#NovelistSelectView# below the holdings table
cs: pod tabulku exemplářů

source: enhanced_content.pref#NovelistSelectView# in an OPAC tab
cs: v záložce na OPACu

source: enhanced_content.pref#NovelistSelectView# under the Save Record dropdown, on the right
cs: pod tlačítko Uložit záznam. napravo

source: enhanced_content.pref#OCLCAffiliateID# Use the <a href="http://www.worldcat.org/affiliate/webservices/xisbn/app.jsp">OCLC affiliate ID</a>
cs: Použít <a href="http://www.worldcat.org/affiliate/webservices/xisbn/app.jsp">OCLC pobočkové ID</a>

source: enhanced_content.pref#OCLCAffiliateID# to access the xISBN service. Note that unless you have signed up for an ID, you are limited to 1000 requests per day.
cs: přístup k xISBN. Pokud nejste přihlášeni s ID, je denní limit 1000 dotazů.

source: enhanced_content.pref#OPACAmazonCoverImages# Don't show
cs: Netobrazuj

source: enhanced_content.pref#OPACAmazonCoverImages# Show
cs: Zobrazuj

source: enhanced_content.pref#OPACAmazonCoverImages# cover images from Amazon on search results and item detail pages on the OPAC.
cs: obrázky obálek z Amazonu ve výsledcích vyhledávání a v detailech výtisku na OPACu.

source: enhanced_content.pref#OPACFRBRizeEditions# Don't show
cs: Nezobrazovat

source: enhanced_content.pref#OPACFRBRizeEditions# Show
cs: Zobrazit

source: enhanced_content.pref#OPACFRBRizeEditions# other editions of an item on the OPAC.
cs: jiné vydání výtisku na OPACu.

source: enhanced_content.pref#OPACLocalCoverImages# Display
cs: Zobrazit

source: enhanced_content.pref#OPACLocalCoverImages# Don't display
cs: Nezobrazit

source: enhanced_content.pref#OPACLocalCoverImages# local cover images on OPAC search and details pages.
cs: obrázky obálek ve výsledcích vyhledávání a v detailech výtisku na OPACu.

source: enhanced_content.pref#OpenLibraryCovers# Add
cs: Přidat

source: enhanced_content.pref#OpenLibraryCovers# Don't add
cs: Nepřidat

source: enhanced_content.pref#OpenLibraryCovers# cover images from Open Library to search results and item detail pages on the OPAC.
cs: obrázky obálek z Open Library ve výsledcích vyhledávání a v detailech výtisku na OPACu.
