Repository: xmorave2/koha-czech
Catalog: *-pref.po
Languages: cs

source: acquisitions.pref
cs: Akvizice

source: acquisitions.pref Policy
cs: Politika

source: acquisitions.pref Printing
cs: Výstupy

source: acquisitions.pref#AcqCreateItem# Create an item when
cs: Jednotku vytvářet při

source: acquisitions.pref#AcqCreateItem# cataloging the record.
cs: katalogizaci záznamu.

source: acquisitions.pref#AcqCreateItem# placing an order.
cs: vytvoření objednávky.

source: acquisitions.pref#AcqCreateItem# receiving an order.
cs: obdržení objednávky.

source: acquisitions.pref#AcqViewBaskets# Show baskets
cs: Zobrazovat košíky

source: acquisitions.pref#AcqViewBaskets# created by staff member.
cs: jenom vlastní.

source: acquisitions.pref#AcqViewBaskets# from staff member's library.
cs: všech zaměstnanců knihovny.

source: acquisitions.pref#AcqViewBaskets# in system, regardless of owner.
cs: všechny, bez ohledu na vlastníka.

source: acquisitions.pref#BasketConfirmations# When closing or reopening a basket,
cs: Při uzavírání nebo znovuotevírání košíku,

source: acquisitions.pref#BasketConfirmations# always ask for confirmation.
cs: vždy žádat povolení.

source: acquisitions.pref#BasketConfirmations# do not ask for confirmation.
cs: nežádat povolení.

source: acquisitions.pref#CurrencyFormat# 360 000,00 (FR)
cs: 360 000,00 (CZ)

source: acquisitions.pref#CurrencyFormat# 360,000.00 (US)
cs: 360,000.00 (US)

source: acquisitions.pref#CurrencyFormat# Display currencies using the following format
cs: Měnu zobrazovat v následujícím formátu

source: acquisitions.pref#OrderPdfFormat# Use
cs: Použít

source: acquisitions.pref#OrderPdfFormat# when printing basket groups.
cs: pro tisk košíků.

source: acquisitions.pref#UniqueItemFields# (separated by a space)
cs: (oddělené mezerou)

source: acquisitions.pref#UniqueItemFields# The following <a href='http://schema.koha-community.org/tables/items.html' target='blank'>database columns</a> should be unique in an item:
cs: Následující <a href='http://schema.koha-community.org/tables/items.html' target='blank'>databázové sloupce</a> by měly být jedinečné v expempláři:

source: acquisitions.pref#gist# (enter in numeric form, 0.12 for 12%. First is the default. If you want more than 1 value, please separate with |)
cs: (vložte desetinné číslo, např. 0.15 pro 15%. Pokud potřebujete více než jednu hodnotu oddělte je znakem "|". Jako výchozí se použije první v pořadí)

source: acquisitions.pref#gist# Default tax rates are
cs: Výchozí hodnoty daňové sazby

source: admin.pref
cs: Administrace

source: admin.pref CAS Authentication
cs: Ověřování přes CAS

source: admin.pref Interface options
cs: Možnosti rozhraní

source: admin.pref Login options
cs: Možnosti přihlašování

source: admin.pref Mozilla Persona
cs: Mozilla Persona

source: admin.pref Search Engine
cs: Vyhledávací stroj

source: admin.pref#AllowPkiAuth# Use
cs: Pro ověření klientského SSL certifikátu použít pole:

source: admin.pref#AllowPkiAuth# no
cs: žádné

source: admin.pref#AllowPkiAuth# the Common Name
cs: Jméno

source: admin.pref#AllowPkiAuth# the emailAddress
cs: E-mailová adresa

source: admin.pref#AutoLocation# Don't require
cs: Nevyžadovat

source: admin.pref#AutoLocation# Require
cs: Vyžadovat

source: admin.pref#AutoLocation# staff to log in from a computer in the IP address range <a href="/cgi-bin/koha/admin/branches.pl">specified by their library</a> (if any).
cs: po zaměstnancích přihlašování z počítačů v určeném rozsahu IP adres <a href="/cgi-bin/koha/admin/branches.pl">podle jejich knihovny</a>.

source: admin.pref#DebugLevel# Show
cs: Zobrazit

source: admin.pref#DebugLevel# debugging information in the browser when an internal error occurs.
cs: ladící informace přímo v prohlížeči, pokud se vyskytne interní chyba.

source: admin.pref#DebugLevel# lots of
cs: všechny

source: admin.pref#DebugLevel# no
cs: žádné

source: admin.pref#DebugLevel# some
cs: některé

source: admin.pref#IndependantBranches# Don't prevent
cs: Nezabraňovat

source: admin.pref#IndependantBranches# Prevent
cs: Zabránit

source: admin.pref#IndependantBranches# staff (but not superlibrarians) from modifying objects (holds, items, patrons, etc.) belonging to other libraries.
cs: knihovníkům (kromě superknihovníků) v úpravách objektů (jednotky, uživatelé atd.) náležejících k jiným knihovnám.

source: admin.pref#KohaAdminEmailAddress# Use
cs: Použít adresu

source: admin.pref#KohaAdminEmailAddress# as the email address for the administrator of Koha. (This is the default From: address for emails unless there is one for the particular library, and is referred to when an internal error occurs.)
cs: jako e-mailovou adresu administrátora systému Koha. (Tato adresa se použije jako adresa odesílatele, pokud není v jednotlivých knihovnách určena jiná a nebo pokud se vyskytne interní chyba systému.)

source: admin.pref#Persona# Allow
cs: Povolit

source: admin.pref#Persona# Don't Allow
cs: Nepovolit

source: admin.pref#Persona# Mozilla persona for login
cs: přihlašování přes Mozilla Persona

source: admin.pref#SearchEngine# Solr
cs: Solr

source: admin.pref#SearchEngine# Zebra
cs: Zebra

source: admin.pref#SearchEngine# is the search engine used.
cs: je použitý vyhledávací stroj.

source: admin.pref#SessionStorage# Store login session information
cs: Informace o přihlášených sezeních ukládat

source: admin.pref#SessionStorage# as temporary files.
cs: jako dočasný soubor na disku.

source: admin.pref#SessionStorage# in a memcached server.
cs: na memcached serveru.

source: admin.pref#SessionStorage# in the MySQL database.
cs: do databáze MySQL.

source: admin.pref#SessionStorage# in the PostgreSQL database (not supported).
cs: do databáze PostgreSQL (nepodporováno).

source: admin.pref#casAuthentication# CAS for login authentication.
cs: pro přihlášení ověření přes CAS.

source: admin.pref#casAuthentication# Don't use
cs: Nepoužívat

source: admin.pref#casAuthentication# Use
cs: Použít

source: admin.pref#casLogout# Don't Logout
cs: Neodhlašovat

source: admin.pref#casLogout# Logout
cs: Odhlásit

source: admin.pref#casLogout# of CAS when logging out of Koha.
cs: z CAS při odhlašování ze systému Koha.

source: admin.pref#casServerUrl# The CAS Authentication Server can be found at
cs: Ověřovací server CAS se nachází na adrese

source: admin.pref#delimiter# #'s
cs: znaku "#"

source: admin.pref#delimiter# Separate columns in an exported report file with
cs: Oddělovat sloupce v exportovaných souborech pomocí

source: admin.pref#delimiter# backslashes
cs: zpětných lomítek

source: admin.pref#delimiter# commas
cs: čárek

source: admin.pref#delimiter# semicolons
cs: středníků

source: admin.pref#delimiter# slashes
cs: lomítek

source: admin.pref#delimiter# tabs
cs: tabulátorů

source: admin.pref#noItemTypeImages# Don't show
cs: Nezobrazovat

source: admin.pref#noItemTypeImages# Show
cs: Zobrazit

source: admin.pref#noItemTypeImages# itemtype icons in the catalog.
cs: ikony typu dokumentu v katalogu.

source: admin.pref#timeout# Automatically log out users after
cs: Automaticky odhlásit uživatele je-li

source: admin.pref#timeout# seconds of inactivity. Adding d will specify it in days, e.g. 1d is timeout of one day.
cs: sekund neaktivní. Chcete-li určit tuto hodnotu ve dnech, přidejte za číslo znak "d", například "1d" znamená jeden den.

source: admin.pref#virtualshelves# Allow
cs: Povolit

source: admin.pref#virtualshelves# Don't allow
cs: Zakázat

source: admin.pref#virtualshelves# staff and patrons to create and view saved lists of books.
cs: zaměstnancům i uživatelům vytvářet a prohlížet seznamy knih.

source: authorities.pref
cs: Autority

source: authorities.pref General
cs: Obecné

source: authorities.pref Linker
cs: Propojení

source: authorities.pref#AuthDisplayHierarchy# Display
cs: Zobrazovat

source: authorities.pref#AuthDisplayHierarchy# Don't display
cs: Nezobrazovat

source: authorities.pref#AuthDisplayHierarchy# broader term/narrower term hierarchies when viewing authorities.
cs: hierarchii rozšířených/zúžených termínů při prohlížení autorit.

source: authorities.pref#AutoCreateAuthorities# When editing records,
cs: Při úpravě záznamů

source: authorities.pref#AutoCreateAuthorities# authority records that are missing (BiblioAddsAuthorities must be set to "allow" for this to have any effect).
cs: chybějící autoritní záznamy (aby toto nastavení mělo nějaký efekt, musí být BiblioAddsAuthorities nastaveno na "povolit").

source: authorities.pref#AutoCreateAuthorities# do not generate
cs: nevytvářet

source: authorities.pref#AutoCreateAuthorities# generate
cs: vytvářet

source: authorities.pref#BiblioAddsAuthorities# When editing records,
cs: Při úpravě záznamů

source: authorities.pref#BiblioAddsAuthorities# allow
cs: povolit

source: authorities.pref#BiblioAddsAuthorities# don't allow
cs: zakázat

source: authorities.pref#BiblioAddsAuthorities# them to automatically create new authority records if needed, rather than having to reference existing authorities.
cs: automatické vytváření, případně ruční vložení potřebných autoritních záznamů.

source: authorities.pref#CatalogModuleRelink# Do
cs: Propojit

source: authorities.pref#CatalogModuleRelink# Do not
cs: Nepropojovat

source: authorities.pref#CatalogModuleRelink# automatically relink headings that have previously been linked when saving records in the cataloging module.
cs: při ukládání katalogizačních záznamů automaticky propojit ta záhlaví, která již byla dříve propojena.

source: authorities.pref#LinkerKeepStale# Do
cs: Zachovat

source: authorities.pref#LinkerKeepStale# Do not
cs: Odstranit

source: authorities.pref#LinkerKeepStale# keep existing links to authority records for headings where the linker is unable to find a match.
cs: propojení na autoritní záznamy, pokud se nepodaří odpovídající záznam již nalézt.

source: authorities.pref#LinkerModule# Default
cs: výchozí

source: authorities.pref#LinkerModule# First Match
cs: první shody

source: authorities.pref#LinkerModule# Last Match
cs: poslední shody

source: authorities.pref#LinkerModule# Use the
cs: Použít modul

source: authorities.pref#LinkerModule# linker module for matching headings to authority records.
cs: pro přiřazení záhlaví k autoritním záznamům.

source: authorities.pref#LinkerOptions# (separate options with |)
cs: (jednotlivé možnosti oddělte pomocí znaku "|")

source: authorities.pref#LinkerOptions# Set the following options for the authority linker
cs: Nastavení propojovacího modulu autorit

source: authorities.pref#LinkerRelink# Do
cs: Obnovit

source: authorities.pref#LinkerRelink# Do not
cs: Neobnovovat

source: authorities.pref#LinkerRelink# relink headings that have previously been linked to authority records.
cs: propojení záhlaví, která byla již propojena na záznamy autorit.

source: authorities.pref#MARCAuthorityControlField008# Use the following text for the contents of MARC authority control field 008 position 06-39 (fixed length data elements). Do NOT include the date (position 00-05).
cs: Použít následující text jako obsah kontrolního pole 008, pozic 06-39 MARC záznamu autorit. NEVKLÁDEJTE datum (pozice 00-05).

source: authorities.pref#UNIMARCAuthorityField100# Use the following text for the contents of UNIMARC authority field 100 position (fixed length data elements). Do NOT include the date (position 00-05).
cs: Použít následující text jako obsah pole 100 (všeobecná data zpracování) záznamu autority v UNIMARCu. NEVKLÁDEJTE datum (pozice 00-05).

source: authorities.pref#UseAuthoritiesForTracings# Don't use
cs: Nepoužívat

source: authorities.pref#UseAuthoritiesForTracings# Use
cs: Používat

source: authorities.pref#UseAuthoritiesForTracings# authority record numbers instead of text strings for searches from subject tracings.
cs: pro propojování autorit čísla záznamů místo textových řetězců.

source: authorities.pref#dontmerge# Do
cs: Měnit

source: authorities.pref#dontmerge# Don't
cs: Neměnit

source: authorities.pref#dontmerge# automatically update attached biblios when changing an authority record. If this is off, please ask your administrator to enable the merge_authority.pl cronjob.
cs: propojené bibliografické záznamy při úpravě autority. Pokud je nastaveno na "Neměnit", požádejte správce systému, aby povolil v cronu úlohu merge_authority.pl.

source: cataloguing.pref
cs: Katalogizace

source: cataloguing.pref Display
cs: Zobrazení

source: cataloguing.pref Interface
cs: Rozhraní

source: cataloguing.pref Record Structure
cs: Struktura záznamů

source: cataloguing.pref Spine Labels
cs: Štítky na hřbet

source: cataloguing.pref#AlternateHoldingsField# Display MARC subfield
cs: Zobrazit MARC podpole

source: cataloguing.pref#AlternateHoldingsField# as holdings information for records that do not have items (This can contain multiple subfields to look in; for instance <code>852abhi</code> would look in 852 subfields a, b, h, and i.), with the subfields separated by
cs: jako informace o jednotkách, pokud záznam žádné jednotky nemá (Je možné definovat více různých podpolí; například <code>852abhi</code> by použilo podpole a, b, h, a i pole 852.). Oddělovač podpolí bude:

source: cataloguing.pref#DefaultClassificationSource# Use
cs: Použít

source: cataloguing.pref#DefaultClassificationSource# as the default classification source.
cs: jako výchozí zdroj klasifikace.

source: cataloguing.pref#DefaultLanguageField008# Empty defaults to eng.
cs: Nevyplnění je způsobí použití hodnoty eng.

source: cataloguing.pref#DefaultLanguageField008# Fill in the default language for field 008 Range 35-37 (e.g. eng, nor, ger, see <a href="http://www.loc.gov/marc/languages/language_code.html">MARC Code List for Languages</a>)
cs: Vyplňte výchozí jazyk pro pole 008. Pozice 35-37 (např. eng, cze, slo <a href="http://www.loc.gov/marc/languages/language_code.html">Seznam jazykových kódů MARC</a>)

source: cataloguing.pref#EasyAnalyticalRecords# Display
cs: Zobrazit

source: cataloguing.pref#EasyAnalyticalRecords# Don't Display
cs: Nezobrazovat

source: cataloguing.pref#EasyAnalyticalRecords# easy ways to create analytical record relationships
cs: jednoduchý způsob vytváření vztahů mezi analytickými záznamy

source: cataloguing.pref#ISBD# Use the following as the ISBD template:
cs: Použít následující jako šablonu ISBD:

source: cataloguing.pref#IntranetBiblioDefaultView# By default, display biblio records in
cs: Výchozí způsob zobrazení bibliografických záznamů:

source: cataloguing.pref#IntranetBiblioDefaultView# ISBD form (see below).
cs: ISBD (viz níže)

source: cataloguing.pref#IntranetBiblioDefaultView# Labelled MARC form
cs: MARC s popisky polí

source: cataloguing.pref#IntranetBiblioDefaultView# MARC form.
cs: MARC

source: cataloguing.pref#IntranetBiblioDefaultView# normal form.
cs: normální

source: cataloguing.pref#LabelMARCView# Do
cs: Sloučit

source: cataloguing.pref#LabelMARCView# Don't
cs: Neslučovat

source: cataloguing.pref#LabelMARCView# collapse repeated tags of the same type into one tag entry on the display.
cs: opakované tagy stejného typu do jednoho záznamu.

source: cataloguing.pref#MARCOrgCode# Fill in the <a href="http://www.loc.gov/marc/organizations/orgshome.html">MARC organization code</a>
cs: Předvyplnit <a href="http://www.loc.gov/marc/organizations/orgshome.html">kód organizace</a>

source: cataloguing.pref#MARCOrgCode# by default in new MARC records (leave blank to disable).
cs: v nových záznamech MARC (pro zakázání teto funkce ponechte prázdné).

source: cataloguing.pref#NewItemsDefaultLocation# (should be a location code, or blank to disable).
cs: (vyplňte kód lokace, nebo ponechte prázdné pro zakázání této funkce).

source: cataloguing.pref#NewItemsDefaultLocation# When items are created, give them the temporary location of
cs: Přidělit dočasnou lokaci při tvorbě exemplářů

source: cataloguing.pref#NotesBlacklist# Don't show these
cs: Nezobrazovat poznámková pole

source: cataloguing.pref#NotesBlacklist# note fields in title notes separator (OPAC record details) and in the description separator (Staff client record details). The fields should appear separated with commas and according with the Koha MARC format (eg 3.. for UNIMARC, 5.. for MARC21)
cs: v oddělovači poznámek názvu (detaily záznamu OPAC) a v oddělovači popisu (detaily záznamu pro knihovníky). Pole se mají zobrazit oddělené čárkami a v souladu s Koha MARC fomátem (např. 3.. pro UNIMARC, 5.. pro MARC21)

source: cataloguing.pref#OpacSuppression# (Leave blank if not used. Define a range like <code>192.168.</code>.)
cs: (Pokud nepoužíváte, nechte prázdné. Definujte rozsah jako <code>192.168.</code>.)

source: cataloguing.pref#OpacSuppression# Don't hide
cs: Neskrývat

source: cataloguing.pref#OpacSuppression# Hide
cs: Skrýt

source: cataloguing.pref#OpacSuppression# Restrict the suppression to IP adresses outside of the IP range
cs: Omezit toto nastavení pouze na IP adresy mimo tento rozsah:

source: cataloguing.pref#OpacSuppression# items marked as suppressed from OPAC search results. Note that you must have the <code>Suppress</code> index set up in Zebra and at least one suppressed item, or your searches will be broken.
cs: ve výsledcích vyhledávání v on-line katalogu jednotky označené jako odepsané. Pamatujte, že je nutné mít v indexu nástroje Zebra definované pole <code>Suppress</code> a alespoň jednu odepsanou jednotku, jinak nebude vyhledávání fungovat korektně.

source: cataloguing.pref#PrefillItem# When a new item is added,
cs: cataloguing.pref#PrefillItem# Při vytváření nové jednotky,

source: cataloguing.pref#PrefillItem# the new item is not prefilled with last created item values.
cs: nepředvyplňovat formulář hodnotami poslední vytvořené jednotky.

source: cataloguing.pref#PrefillItem# the new item is prefilled with last created item values.
cs: předvyplnit formulář hodnotami poslední vytvořené jednotky.

source: cataloguing.pref#SeparateHoldings# Don't separate
cs: Nerozdělovat

source: cataloguing.pref#SeparateHoldings# Separate
cs: Rozdělit

source: cataloguing.pref#SeparateHoldings# holding library
cs: aktuální umístění

source: cataloguing.pref#SeparateHoldings# home library
cs: domovská knihovna

source: cataloguing.pref#SeparateHoldings# is the logged in user's library. The second tab will contain all other items.
cs: je v knihovně přihlášeného čtenáře. Druhá záložka bude obsahovat všechny ostatní jednotky.

source: cataloguing.pref#SeparateHoldings# items display into two tabs, where the first tab contains items whose
cs: jednotky do dvou záložek, kde první bude obsahovat jednotky jejichž

source: cataloguing.pref#SpineLabelAutoPrint# When using the quick spine label printer,
cs: cataloguing.pref#SpineLabelAutoPrint# Pří použití tiskárny hřbetních štítků,

source: cataloguing.pref#SpineLabelAutoPrint# automatically pop up a print dialog.
cs: automaticky okno dialogu s tiskárnou.

source: cataloguing.pref#SpineLabelAutoPrint# do
cs: vyskočí

source: cataloguing.pref#SpineLabelAutoPrint# don't
cs: nevyskočí

source: cataloguing.pref#SpineLabelFormat# (Enter in columns from the <code>biblio</code>, <code>biblioitems</code> or <code>items</code> tables, surrounded by &lt; and &gt;.)
cs: (záznamy ze sloupců z tabulek <code>biblio</code>, <code>biblioitems</code>nebo <code>items</code>, obklopené &lt; a &gt;.)

source: cataloguing.pref#SpineLabelFormat# Include the following fields on a quick-printed spine label:
cs: Vytiskni následující pole na tiskárně hřbetních štítků:

source: cataloguing.pref#SpineLabelShowPrintOnBibDetails# Display
cs: Zobraz

source: cataloguing.pref#SpineLabelShowPrintOnBibDetails# Don't display
cs: Nezobraz

source: cataloguing.pref#SpineLabelShowPrintOnBibDetails# buttons on the bib details page to print item spine labels.
cs: tlačítka na stránce bibliografického detailu pro tisk hřbetních štítků.

source: cataloguing.pref#SubfieldsToUseWhenPrefill# Define a list of subfields to use when prefilling items (separated by space)
cs: cataloguing.pref#SubfieldsToUseWhenPrefill# Definuj seznam podpolí k předvyplnění jednotek (oddělené mezerou)

source: cataloguing.pref#UNIMARCField100Language# Use the languague (ISO 690-2)
cs: Užij jazyk (podle ISO 690-2)

source: cataloguing.pref#UNIMARCField100Language# as default language in the UNIMARC field 100 when creating a new record or in the field plugin.
cs: jako výchozí jazyk v poli 100 UNIMARCu během vytváření nového záznamu nebo v doplňku pole.

source: cataloguing.pref#URLLinkText# Show
cs: Zobraz

source: cataloguing.pref#URLLinkText# as the text of links embedded in MARC records.
cs: jako text odkazů vnořený do MARC záznamů.

source: cataloguing.pref#UseControlNumber# Don't use
cs: cataloguing.pref#UseControlNumber# Nepoužívat

source: cataloguing.pref#UseControlNumber# Use
cs: Použít

source: cataloguing.pref#UseControlNumber# record control number ($w subfields) and control number (001) for linking of bibliographic records.
cs: kontrolní číslo bibliografického záznamu ($w podpole) a řídící číslo (001) pro propojení biblografických záznamů.

source: cataloguing.pref#advancedMARCeditor# Display
cs: Zobrazit

source: cataloguing.pref#advancedMARCeditor# Don't display
cs: Nezobrazit

source: cataloguing.pref#advancedMARCeditor# descriptions of fields and subfields in the MARC editor.
cs: popisy polí a podpolí v MARC editoru.

source: cataloguing.pref#authoritysep# Separate multiple displayed authors, series or subjects with
cs: cataloguing.pref#authoritysep# Odděluji více autorů, serií nebo předmětů pomocí

source: cataloguing.pref#autoBarcode# Barcodes are
cs: cataloguing.pref#autoBarcode# Čárové kódy jsou

source: cataloguing.pref#autoBarcode# generated in the form &lt;branchcode&gt;yymm0001.
cs: cataloguing.pref#autoBarcode# generovány formou &lt;kódknihovny&gt;rrmm0001.

source: cataloguing.pref#autoBarcode# generated in the form &lt;year&gt;-0001, &lt;year&gt;-0002.
cs: cataloguing.pref#autoBarcode# generovány formou &lt;rok&gt;-0001, &lt;rok&gt;-0002.

source: cataloguing.pref#autoBarcode# generated in the form 1, 2, 3.
cs: cataloguing.pref#autoBarcode# generovány formou 1, 2, 3.

source: cataloguing.pref#autoBarcode# incremental EAN-13 barcodes
cs: cataloguing.pref#autoBarcode# vzestupně generované EAN-13 č.kódy

source: cataloguing.pref#autoBarcode# not generated automatically.
cs: cataloguing.pref#autoBarcode# nejsou generovány automaticky.

source: cataloguing.pref#hide_marc# Display
cs: cataloguing.pref#hide_marc# Zobrazovat

source: cataloguing.pref#hide_marc# Don't display
cs: cataloguing.pref#hide_marc# Nezobrazovat

source: cataloguing.pref#hide_marc# MARC tag numbers, subfield codes and indicators in MARC views.
cs: čísla MARC polí, kódů podpolí a indikátorů in MARC pohledu.

source: cataloguing.pref#item-level_itypes# Use the item type of the
cs: cataloguing.pref#item-level_itypes# Použij typ jednotky

source: cataloguing.pref#item-level_itypes# as the authoritative item type (for determining circulation and fines rules, etc).
cs: jako autoritní holdingový záznam (pro určení pravidel půjčování a pokutování, atd.)

source: cataloguing.pref#item-level_itypes# biblio record
cs: bibliografický záznam

source: cataloguing.pref#item-level_itypes# specific item
cs: holdingový záznam

source: cataloguing.pref#itemcallnumber# Map the MARC subfield
cs: cataloguing.pref#itemcallnumber# Namapuj MARC podpole
