Repository: xmorave2/koha-czech
Catalog: *-pref.po
Languages: cs

source: serials.pref#opacSerialDefaultTab# as default tab for serials in OPAC. Please note that the Serial Collection tab is currently available only for UNIMARC.
cs: serials.pref#opacSerialDefaultTab# jako defaultní záložku pro seriály v OPACu. Pozn. záložka fondu periodika je nyní dostupná pouze pro UNIMARC.

source: staff_client.pref Appearance
cs: Vzhled

source: staff_client.pref Options
cs: Volby

source: staff_client.pref#Display856uAsImage# Both Results and Details pages (for future use, Results XSLT not functional at this time).
cs: Oboje, stránky výsledků vyhledání a dateliní stránky (pro budoucí užití, Results XSLT současně není funkční).

source: staff_client.pref#Display856uAsImage# Details page only
cs: Jen pro detailní stránky

source: staff_client.pref#Display856uAsImage# Display the URI in the 856u field as an image on:
cs: staff_client.pref#Display856uAsImage# Zobrazit URI v poli 856u jako obrázek na:

source: staff_client.pref#Display856uAsImage# Neither Details or Results pages
cs: Ani detaily na stránkách výsledků

source: staff_client.pref#Display856uAsImage# Note: The corresponding XSLT option must be turned on.
cs: Následující XSLT volba musí být zapnuta.

source: staff_client.pref#Display856uAsImage# Results page (for future use, Results XSLT not functional at this time).
cs: Výsledková stránka (pro budoucí využití, výsledky XSLT zatím nefungují).

source: staff_client.pref#DisplayIconsXSLT# Don't show
cs: Nezobrazovat

source: staff_client.pref#DisplayIconsXSLT# Show
cs: Zobrazovat

source: staff_client.pref#DisplayIconsXSLT# the format, audience, and material type icons in XSLT MARC21 results and detail pages in the staff client.
cs: formát, cílovou skupinu, a typ materiálu v XSLT MARC21 výsledcích a na detailních stránkách v inferfejsu obsluhy.

source: staff_client.pref#HidePatronName# Don't show
cs: Nezobrazuj

source: staff_client.pref#HidePatronName# Show
cs: Zobrazuj

source: staff_client.pref#HidePatronName# the names of patrons that have items checked out or on hold on detail pages or the "Place Hold" screen.
cs: staff_client.pref#HidePatronName# jména čtenářů, kteří měli výtisk vypůjčen nebo rezervován na detailní stránce "Place Hold".

source: staff_client.pref#IntranetFavicon# Use the image at
cs: Užívat obrázek na

source: staff_client.pref#IntranetFavicon# for the Staff Client's favicon. (This should be a complete URL, starting with <code>http://</code>.)
cs: staff_client.pref#IntranetFavicon# pro interfejs obsluhy jako piktogram. (musí to být kompletní URL začínající na <code>http://</code>.)

source: staff_client.pref#IntranetNav# Show the following HTML to the left of the More menu at the top of each page on the staff client (should be a list of links or blank):
cs: Zobrazit následující HTML na levé straně manu Další volby na vrchu každé stránky v uživatelském interfejsu (musí to být seznam odkazů nebo prázdné):

source: staff_client.pref#IntranetSlipPrinterJS# Use the following JavaScript for printing slips. Define at least function printThenClose(). For use e.g. with Firefox PlugIn jsPrintSetup, see http://jsprintsetup.mozdev.org/:
cs: Uživat následující JavaScript pro tisk lístků. Nutno definovat alespoň funkci printThenClose(). Při použití např. ve Firefoxu s PlugIn jsPrintSetup, viz http://jsprintsetup.mozdev.org/:

source: staff_client.pref#IntranetUserCSS# Include the following CSS on all pages in the staff client:
cs: staff_client.pref#IntranetUserCSS# Vložit následující CSS na všechny stránky interface pro obsluhu:

source: staff_client.pref#IntranetmainUserblock# Show the following HTML in its own column on the main page of the staff client:
cs: Zobrazit následující HTML ve vlastním sloupci na hlavní stránce inferfejsu obsluhy:

source: staff_client.pref#SlipCSS# Include the stylesheet at
cs: staff_client.pref#SlipCSS# Vložit stylesheet CSS

source: staff_client.pref#SlipCSS# on Issue and Reserve Slips. (This should be a complete URL, starting with <code>http://</code>.)
cs: na výtisky a rezervační lístky. (Toto musí být kompletní URL počínající starting with <code>http://</code>.)

source: staff_client.pref#StaffAuthorisedValueImages# Don't show
cs: Nezobrazovat

source: staff_client.pref#StaffAuthorisedValueImages# Show
cs: Zobrazit

source: staff_client.pref#StaffAuthorisedValueImages# images for <a href="/cgi-bin/koha/admin/authorised_values.pl">authorized values</a> (such as lost statuses and locations) in search results.
cs: obrázky pro <a href="/cgi-bin/koha/admin/authorised_values.pl">autorizované hodnoty</a> (jako ztracený status a umístění) ve výsledcích vyhledávání.

source: staff_client.pref#XSLTDetailsDisplay# <br />Options:<ul><li><a href="#" class="set_syspref" data-syspref="XSLTDetailsDisplay" data-value="">Leave empty</a> for "no xslt"</li><li>enter "<a href="#" class="set_syspref" data-syspref="XSLTDetailsDisplay" data-value="default">default</a>" for the default one</li><li>put a path to define a xslt file</li><li>put an URL for an external specific stylesheet.</li></ul>{langcode} will be replaced with current interface language
cs: <br />Volby:<ul><li><a href="#" class="set_syspref" data-syspref="XSLTDetailsDisplay" data-value="">Ponechat prázdné</a> pro "no xslt"</li><li>vložit "<a href="#" class="set_syspref" data-syspref="XSLTDetailsDisplay" data-value="default">defaultně</a>" pro defaultní</li><li>vložit cestu k definici xslt souboru</li><li>vložit URL pro externí stylopis.</li></ul>{langcode} bude nahrazeno právě používaným jazykem

source: staff_client.pref#XSLTDetailsDisplay# Display details in the staff client using XSLT stylesheet at:
cs: staff_client.pref#XSLTDetailsDisplay# Zobrazit detaily v interfejsu obsluhy s použití XSLT stylesheetu na:

source: staff_client.pref#XSLTResultsDisplay# <br />Options:<ul><li><a href="#" class="set_syspref" data-syspref="XSLTResultsDisplay" data-value="">Leave empty</a> for "no xslt"</li><li>enter "<a href="#" class="set_syspref" data-syspref="XSLTResultsDisplay" data-value="default">default</a>" for the default one</li><li> put a path to define a xslt file</li><li>put an URL for an external specific stylesheet.</li></ul>{langcode} will be replaced with current interface language
cs: <br />Volby:<ul><li><a href="#" class="set_syspref" data-syspref="XSLTResultsDisplay" data-value="">Ponechat prázdné</a> pro "no xslt"</li><li>vložit "<a href="#" class="set_syspref" data-syspref="XSLTResultsDisplay" data-value="default">defaultně</a>" pro defaultní</li><li>vložit cestu k definici xslt souboru</li><li>vložit URL pro externí stylopis.</li></ul>{langcode} bude nahrazeno právě používaným jazykem

source: staff_client.pref#XSLTResultsDisplay# Display results in the staff client using XSLT stylesheet at:
cs: staff_client.pref#XSLTResultsDisplay# Zobrazit výsledky v interfejsu obsluhy s použití XSLT stylesheetu na:

source: staff_client.pref#intranet_includes# Use include files from the
cs: Vložit soubory z

source: staff_client.pref#intranet_includes# directory in the template directory, instead of <code>includes/</code>. (Leave blank to disable)
cs: adresáře v adresáři templatů, namísto <code>includes/</code>. (Ponecht prázdné při nepoužití)

source: staff_client.pref#intranetbookbag# Don't show
cs: Nezobrazuj

source: staff_client.pref#intranetbookbag# Show
cs: Zobrazovat

source: staff_client.pref#intranetbookbag# the cart option in the staff client.
cs: staff_client.pref#intranetbookbag# volby košíku v interfejsu obsluhy.

source: staff_client.pref#intranetcolorstylesheet# Include the stylesheet <code><!-- TMPL_VAR NAME="themelang" -->/css/</code>
cs: Vložit stylesheet <code><!-- TMPL_VAR NAME="themelang" -->/css/</code>

source: staff_client.pref#intranetcolorstylesheet# on all pages in the staff interface. (Leave blank to disable.)
cs: na všech stránkách interfejsu obsluhy. (Ponecht prázdné při nepoužití.)

source: staff_client.pref#intranetstylesheet# Include the stylesheet at
cs: Vložit stylesheet na

source: staff_client.pref#intranetstylesheet# on all pages in the staff interface, instead of the default. (This should be a complete URL, starting with <code>http://</code>.)
cs: všchny stránky interfejsu obsluhy, namísto defaultního. (Toto musí být kompletní URL, počínající s <code>http://</code>.)

source: staff_client.pref#intranetuserjs# Include the following JavaScript on all pages in the staff client:
cs: Vlžit následující JavaScript na všechny stránky inferfejsu obsluhy:

source: staff_client.pref#staffClientBaseURL# The staff client is located at http://
cs: Interfejs pro obsluhu je na http://

source: staff_client.pref#template# Use the
cs: Použít

source: staff_client.pref#template# theme on the staff interface.
cs: styly na interfejsu pro obsluhu.

source: staff_client.pref#viewISBD# Allow
cs: Povolit

source: staff_client.pref#viewISBD# Don't allow
cs: Nepovolit

source: staff_client.pref#viewISBD# staff to view records in ISBD form on the staff client.
cs: staff_client.pref#viewISBD# zaměstnancům zobrazovat záznamy ve formátu ISBD.

source: staff_client.pref#viewLabeledMARC# Allow
cs: Povolit

source: staff_client.pref#viewLabeledMARC# Don't allow
cs: Nepovolit

source: staff_client.pref#viewLabeledMARC# staff to view records in labeled MARC form on the staff client.
cs: obsluze zobrazení záznamů v návěšťovém MARC formátu.

source: staff_client.pref#viewMARC# Allow
cs: Povolit

source: staff_client.pref#viewMARC# Don't allow
cs: Nepovolit

source: staff_client.pref#viewMARC# staff to view records in plain MARC form on the staff client.
cs: staff_client.pref#viewMARC# obsluze, aby viděla záznamy v prostém MARC formátu.

source: staff_client.pref#yuipath# Use the Yahoo UI libraries
cs: Používat Yahoo UI knihovny

source: staff_client.pref#yuipath# from Yahoo's own servers (less demand on your servers).
cs: z Yahoo serverů (menší zátěž pro vaše servery).

source: staff_client.pref#yuipath# included with Koha (faster, will work if internet goes down).
cs: staff_client.pref#yuipath# vložený s Koha (rychlejší, pracuje i při výpadku internetu).

source: web_services.pref ILS-DI
cs: ILS-DI

source: web_services.pref OAI-PMH
cs: OAI-PMH

source: web_services.pref Reporting
cs: Zprávy webovských služeb

source: web_services.pref#ILS-DI# Disable
cs: Neumožnit

source: web_services.pref#ILS-DI# Enable
cs: Umožnit

source: web_services.pref#ILS-DI# ILS-DI services for OPAC users
cs: ILS-DI služby pro uživatele OPACu.

source: web_services.pref#ILS-DI:AuthorizedIPs# allowed IPs to use the ILS-DI services
cs: povolené IP adresy k uživání ILS-DI služby

source: web_services.pref#OAI-PMH# <a href="http://www.openarchives.org/pmh/">OAI-PMH</a> server.
cs: <a href="http://www.openarchives.org/pmh/">OAI-PMH</a> server.

source: web_services.pref#OAI-PMH# Disable
cs: Neumožnit

source: web_services.pref#OAI-PMH# Enable
cs: Umožnit

source: web_services.pref#OAI-PMH# Koha's
cs: z Koha

source: web_services.pref#OAI-PMH:AutoUpdateSets# Disable
cs: Neumožnit

source: web_services.pref#OAI-PMH:AutoUpdateSets# Enable
cs: Umožnit

source: web_services.pref#OAI-PMH:AutoUpdateSets# automatic update of OAI-PMH sets when a bibliographic record is created or updated
cs: web_services.pref#OAI-PMH:AutoUpdateSets# automatický update OAI-PMH setu při tvorbě nebo aktualizaci bibliografického záznamu

source: web_services.pref#OAI-PMH:MaxCount# Only return
cs: Vracet jen

source: web_services.pref#OAI-PMH:MaxCount# records at a time in response to a ListRecords or ListIdentifiers query.
cs: záznamy v čase odezvy na dotaz ListRecords nebo ListIdentifiers.

source: web_services.pref#OAI-PMH:archiveID# Identify records at this site with the prefix
cs: web_services.pref#OAI-PMH:archiveID# Idenfifikovat záznamy z tohoto zdroje prefixem

source: web_services.pref#SvcMaxReportRows# Only return
cs: Vrátit jen

source: web_services.pref#SvcMaxReportRows# rows of a report requested via the reports web service.
cs: řádky ze zprávy vyžádáné pomocí zprávy webovské služby.
