Repository: xmorave2/koha-czech
Catalog: *-pref.po
Languages: cs

source: enhanced_content.pref#SyndeticsAuthorNotes# Don't show
cs: Nezobrazit

source: enhanced_content.pref#SyndeticsAuthorNotes# Show
cs: Zobrazit

source: enhanced_content.pref#SyndeticsAuthorNotes# notes about the author of a title from Syndetics on item detail pages on the OPAC.
cs: poznámky o autorovi titulu ze Syndeticu na detailech výtisku na OPACu.

source: enhanced_content.pref#SyndeticsAwards# Don't show
cs: Nezobrazovat

source: enhanced_content.pref#SyndeticsAwards# Show
cs: Zobrazuj

source: enhanced_content.pref#SyndeticsAwards# information from Syndetics about the awards a title has won on item detail pages on the OPAC.
cs: enhanced_content.pref#SyndeticsAwards# informace ze Syndeticu o oceněních titulu na detailních stránkách výtisku na OPACu.

source: enhanced_content.pref#SyndeticsClientCode# Use the client code
cs: Použit klientského kódu

source: enhanced_content.pref#SyndeticsClientCode# to access Syndetics.
cs: k přístupu do Syndeticu.

source: enhanced_content.pref#SyndeticsCoverImages# Don't show
cs: Nezobrazuj

source: enhanced_content.pref#SyndeticsCoverImages# Show
cs: Zobrazuj

source: enhanced_content.pref#SyndeticsCoverImages# cover images from Syndetics on search results and item detail pages on the OPAC in a
cs: enhanced_content.pref#SyndeticsCoverImages# obrázek obálky ze Syndeticu ve výsledcích vyhledávání a v detailu výtisku na OPACu v

source: enhanced_content.pref#SyndeticsCoverImages# large
cs: velké

source: enhanced_content.pref#SyndeticsCoverImages# medium
cs: střední

source: enhanced_content.pref#SyndeticsCoverImages# size.
cs: velikosti.

source: enhanced_content.pref#SyndeticsEditions# Don't show
cs: Nezobrazovat

source: enhanced_content.pref#SyndeticsEditions# Show
cs: Zobrazovat

source: enhanced_content.pref#SyndeticsEditions# information about other editions of a title from Syndetics on item detail pages on the OPAC (when OPACFRBRizeEditions is on).
cs: informace o jiných vydáních ze Syndeticu v detailech výtisku na OPACu (pokud je parametr OPACFRBRizeEditions zapnut).

source: enhanced_content.pref#SyndeticsEnabled# Don't use
cs: Nepoužívat

source: enhanced_content.pref#SyndeticsEnabled# Use
cs: Používat

source: enhanced_content.pref#SyndeticsEnabled# content from Syndetics. Note that this requires that you have signed up for the service and entered in your client code below.
cs: obsah ze Syndeticu. To vyžaduje, že jste se přihlásili a dole jste uvedli klientský kód.

source: enhanced_content.pref#SyndeticsExcerpt# Don't show
cs: Nezobrazovat

source: enhanced_content.pref#SyndeticsExcerpt# Show
cs: Zbrazovat

source: enhanced_content.pref#SyndeticsExcerpt# excerpts from of a title from Syndetics on item detail pages on the OPAC.
cs: výtah z titulu ze Syndeticu na detailních stránkách výtisku na OPACu.

source: enhanced_content.pref#SyndeticsReviews# Don't show
cs: Nezobrazuj

source: enhanced_content.pref#SyndeticsReviews# Show
cs: Zobrazuj

source: enhanced_content.pref#SyndeticsReviews# reviews of a title from Syndetics on item detail pages on the OPAC.
cs: enhanced_content.pref#SyndeticsReviews# hodnocení titulu ze Syndeticu na detailu výtisku na OPACu.

source: enhanced_content.pref#SyndeticsSeries# Don't show
cs: Nezobrazovat

source: enhanced_content.pref#SyndeticsSeries# Show
cs: Zobrazovat

source: enhanced_content.pref#SyndeticsSeries# information on other books in a title's series from Syndetics on item detail pages on the OPAC.
cs: enhanced_content.pref#SyndeticsSeries# informace o ostatních knihách v edicích ze Syndeticu na detailním zobrazení výtisku na OPACu.

source: enhanced_content.pref#SyndeticsSummary# Don't show
cs: Nezobrazovat

source: enhanced_content.pref#SyndeticsSummary# Show
cs: Zobrazovat

source: enhanced_content.pref#SyndeticsSummary# a summary of a title from Syndetics on item detail pages on the OPAC.
cs: shrnutí z titulu ze Syndeticu na detailních stránkách výtisku na OPACu.

source: enhanced_content.pref#SyndeticsTOC# Don't show
cs: Nezobrazovat

source: enhanced_content.pref#SyndeticsTOC# Show
cs: Zobrazovat

source: enhanced_content.pref#SyndeticsTOC# the table of contents of a title from Syndetics on item detail pages on the OPAC.
cs: obsah z titulu ze Syndeticu na detailních stránkách výtisku na OPACu.

source: enhanced_content.pref#TagsEnabled# Allow
cs: Povolit

source: enhanced_content.pref#TagsEnabled# Don't allow
cs: Nepovolit

source: enhanced_content.pref#TagsEnabled# patrons and staff to put tags on items.
cs: čtenáři a obsluze štítkovat výtisky.

source: enhanced_content.pref#TagsExternalDictionary# Allow tags in the dictionary of the ispell executable
cs: Povolit štítky ve slovníku pro kontrolu pravopisu ispell

source: enhanced_content.pref#TagsExternalDictionary# on the server to be approved without moderation.
cs: na serveru bez schvalování

source: enhanced_content.pref#TagsInputOnDetail# Allow
cs: Povolit

source: enhanced_content.pref#TagsInputOnDetail# Don't allow
cs: Nepovolit

source: enhanced_content.pref#TagsInputOnDetail# patrons to input tags on item detail pages on the OPAC.
cs: čtenářúm vkládat štítky na detailních stránkách výtisku na OPACu.

source: enhanced_content.pref#TagsInputOnList# Allow
cs: Povolit

source: enhanced_content.pref#TagsInputOnList# Don't allow
cs: Nepovolit

source: enhanced_content.pref#TagsInputOnList# patrons to input tags on search results on the OPAC.
cs: čtenářúm vkládat štítky do výsledků vyhledávání na OPACu.

source: enhanced_content.pref#TagsModeration# Don't require
cs: Nepožadovat

source: enhanced_content.pref#TagsModeration# Require
cs: Požadovat

source: enhanced_content.pref#TagsModeration# that tags submitted by patrons be reviewed by a staff member before being shown.
cs: že štítky vložené čtenáři jsou revidovány obsluhou dříve než budou zobrazeny.

source: enhanced_content.pref#TagsShowOnDetail# Show
cs: Zobrazit

source: enhanced_content.pref#TagsShowOnDetail# tags on item detail pages on the OPAC.
cs: štítky na detailních stránkách výtisku na OPACu.

source: enhanced_content.pref#TagsShowOnList# Show
cs: Zobrazit

source: enhanced_content.pref#TagsShowOnList# tags on search results on the OPAC.
cs: štítky na výsledcích vyhledání na OPACu.

source: enhanced_content.pref#ThingISBN# Don't use
cs: Nepoužívat

source: enhanced_content.pref#ThingISBN# Use
cs: Používat

source: enhanced_content.pref#ThingISBN# the ThingISBN service to show other editions of a title (when either FRBRizeEditions or OPACFRBRizeEditions is on). This is separate from Library Thing for Libraries.
cs: službu ThingISBN na zobrazení ostatních vydáních titulu (pokud buď parametr FRBRizeEditions nebo OPACFRBRizeEditions je zapnut). Toto je jiné než z Library Thing.

source: enhanced_content.pref#UseKohaPlugins# Don't enable
cs: Neumožnit

source: enhanced_content.pref#UseKohaPlugins# Enable
cs: Umožnit

source: enhanced_content.pref#UseKohaPlugins# the ability to use Koha Plugins. Note, the plugin system must also be enabled in the Koha configuration file to be fully enabled.
cs: používat Koha doplňkové programy. Pozn: doplňkové programy musí být dále povoleny v Koha konfiguračním souboru.

source: enhanced_content.pref#XISBN# Don't use
cs: Neužívat

source: enhanced_content.pref#XISBN# Use
cs: Užívat

source: enhanced_content.pref#XISBN# the OCLC xISBN service to show other editions of a title (when either FRBRizeEditions or OPACFRBRizeEditions is on).
cs: službu OCLC xIBSN na zobrazení dalších vydání titulu (když je zapnut parametr FRBRizeEditions nebo OPACFRBRizeEditions).

source: enhanced_content.pref#XISBNDailyLimit# Only use the xISBN service
cs: Užívat jen xISBN službu

source: enhanced_content.pref#XISBNDailyLimit# times a day. Unless you are paying for the xISBN service, you should leave this at the default of 999 (as detailed above).
cs: krát denně. Pokud platíte za službu xISBN, ponechte toto na defaultní hodnotě 999 (jak je výše detailně uvedeno).

source: i18n_l10n.pref#CalendarFirstDayOfWeek# Monday
cs: Pondělí

source: i18n_l10n.pref#CalendarFirstDayOfWeek# Sunday
cs: Neděle

source: i18n_l10n.pref#CalendarFirstDayOfWeek# Use
cs: Užívat

source: i18n_l10n.pref#CalendarFirstDayOfWeek# as the first day of week in the calendar.
cs: jako první den v týdnu v kalendáři.

source: i18n_l10n.pref#TimeFormat# 12 hour format ( e.g. "02:18 PM" )
cs: 12-ti hodinový formát (např. e.g. "02:18 PM")

source: i18n_l10n.pref#TimeFormat# 24 hour format ( e.g. "14:18" )
cs: 24-ti hodinový formát (např. e.g. "14:18")

source: i18n_l10n.pref#TimeFormat# Format times in
cs: i18n_l10n.pref#TimeFormat#Formát času v

source: i18n_l10n.pref#alphabet# Use the alphabet
cs: Užívat abecedu

source: i18n_l10n.pref#alphabet# for lists of browsable letters. This should be a space separated list of uppercase letters.
cs: pro seznamy procházené po písmenech. Toto je seznam mezerou oddělených velkých písmen.

source: i18n_l10n.pref#dateformat# Format dates like
cs: i18n_l10n.pref#dateformat# Formát datumu jako

source: i18n_l10n.pref#dateformat# dd/mm/yyyy
cs: dd/mm/rrrr

source: i18n_l10n.pref#dateformat# mm/dd/yyyy
cs: mm/dd/rrrr

source: i18n_l10n.pref#dateformat# yyyy-mm-dd
cs: rrrr-mm-dd

source: i18n_l10n.pref#language# Enable the following languages on the staff interface:
cs: Umožnit následující jazyky v rozhranní pro obsluhu:

source: i18n_l10n.pref#opaclanguages# Enable the following languages on the OPAC:
cs: Umožnit následující jazyky v OPACu:

source: i18n_l10n.pref#opaclanguagesdisplay# Allow
cs: Povolit

source: i18n_l10n.pref#opaclanguagesdisplay# Don't allow
cs: Nepovolit

source: i18n_l10n.pref#opaclanguagesdisplay# patrons to change the language they see on the OPAC.
cs: čtenářům měnit jazyky pro zobrazení v OPACu.

source: logs.pref#AuthoritiesLog# Don't log
cs: Nelogovat

source: logs.pref#AuthoritiesLog# Log
cs: Logovat

source: logs.pref#AuthoritiesLog# changes to authority records.
cs: změny v autoritních záznamech.

source: logs.pref#BorrowersLog# Don't log
cs: Nelogovat

source: logs.pref#BorrowersLog# Log
cs: Logovat

source: logs.pref#BorrowersLog# changes to patron records.
cs: změny v záznamech čtenáře.

source: logs.pref#CataloguingLog# Don't log
cs: Nelogovat

source: logs.pref#CataloguingLog# Log
cs: Logovat

source: logs.pref#CataloguingLog# any changes to bibliographic or item records. Since this occurs whenever a book is checked in or out as well, it is not advisable to turn this on.
cs: jakékoliv změny v bibliografickém nebo holdingovém záznamu. Pokud se toto děje při při výpůjčce nebo vrácení, nedoporučuje se tento parametr zapínat.

source: logs.pref#FinesLog# Don't log
cs: Nelogovat

source: logs.pref#FinesLog# Log
cs: Logovat

source: logs.pref#FinesLog# when fines are charged, paid, or forgiven.
cs: když pokuty jsou předepsány, zaplaceny nebo prominuty.

source: logs.pref#IssueLog# Don't log
cs: Nelogovat

source: logs.pref#IssueLog# Log
cs: Logovat

source: logs.pref#IssueLog# when items are checked out.
cs: když je výtisk vypůjčen.

source: logs.pref#LetterLog# Don't log
cs: Nelogovat

source: logs.pref#LetterLog# Log
cs: Logovat

source: logs.pref#LetterLog# when an automatic claim notice is sent.
cs: když je automaticky poslána upomínka.

source: logs.pref#ReturnLog# Don't log
cs: Nelogovat

source: logs.pref#ReturnLog# Log
cs: Logovat

source: logs.pref#ReturnLog# when items are returned.
cs: vrácení výtisku.

source: logs.pref#SubscriptionLog# Don't log
cs: Nelogovat

source: logs.pref#SubscriptionLog# Log
cs: Logovat

source: logs.pref#SubscriptionLog# when serials are added, deleted or changed.
cs: přidání, vymazání nebo změnu v seriálech,

source: opac.pref Appearance
cs: Vzhled

source: opac.pref Features
cs: Vlastnosti

source: opac.pref Policy
cs: Politika

source: opac.pref Privacy
cs: Soukromí

source: opac.pref Self Registration
cs: Samoobslužná registrace

source: opac.pref Shelf Browser
cs: Prohlížeč polic

source: opac.pref#AllowPurchaseSuggestionBranchChoice# Allow
cs: Povolit

source: opac.pref#AllowPurchaseSuggestionBranchChoice# Don't allow
cs: Nepovolit

source: opac.pref#AllowPurchaseSuggestionBranchChoice# patrons to select library when making a purchase suggestion
cs: čtenáři vybrat knihovnu, když podává návrh na nákup

source: opac.pref#AnonSuggestions# Allow
cs: Povolit

source: opac.pref#AnonSuggestions# Don't allow
cs: Nepovolit

source: opac.pref#AnonSuggestions# patrons that aren't logged in to make purchase suggestions. Suggestions are connected to the AnonymousPatron syspref
cs: nepřihlášeným čtenářům vkládat návrhy na nákupy. Návrhy jsou propojeny s AnonymousPatron syspref

source: opac.pref#AnonymousPatron# Use borrowernumber
cs: Používat číslo půjčovatele

source: opac.pref#AnonymousPatron# as the Anonymous Patron (for anonymous suggestions and reading history)
cs: jako anonymního čtenáře (pro anonymní návrhy a historii čtení)

source: opac.pref#AuthorisedValueImages# Don't show
cs: Nezobrazovat

source: opac.pref#AuthorisedValueImages# Show
cs: Zobrazovat

source: opac.pref#AuthorisedValueImages# images for <a href="/cgi-bin/koha/admin/authorised_values.pl">authorized values</a> (such as lost statuses and locations) in search results and item detail pages on the OPAC.
cs: obrázky pro <a href="/cgi-bin/koha/admin/authorised_values.pl">autorizované hodnoty</a> (jako status ztracené nebo lokace) ve výsledcích vyhledávání nebo v detailech výtisku na OPACu.

source: opac.pref#BiblioDefaultView# By default, show bib records
cs: Implicitně zobrazovat biliografické záznamy

source: opac.pref#BiblioDefaultView# as specified in the ISBD template.
cs: jak jsou definované v šabloně pro ISBD.

source: opac.pref#BiblioDefaultView# in simple form.
cs: v jednoduchém formátu.

source: opac.pref#BiblioDefaultView# in their MARC form.
cs: v MARC formátu.

source: opac.pref#COinSinOPACResults# COinS / OpenURL / Z39.88 in OPAC search results. <br/>Warning: Enabling this feature will slow OPAC search response times.
cs: COinsS / OpenURL / Z39.88 ve výsledcích hledání v OPACu. <br/>Upozornění: Umožnění této funkce zpomaluje rychlost vyhledávání.

source: opac.pref#COinSinOPACResults# Don't include
cs: Nezahrnout

source: opac.pref#COinSinOPACResults# Include
cs: Zahrnout

source: opac.pref#DisplayOPACiconsXSLT# Don't show
cs: Nezobrazovat

source: opac.pref#DisplayOPACiconsXSLT# Show
cs: Zobrazovat

source: opac.pref#DisplayOPACiconsXSLT# the format, audience, and material type icons in XSLT MARC21 results and detail pages in the OPAC.
cs: opac.pref#DisplayOPACiconsXSLT# ikonky formátu, cílového publika, a fyzické formy v XSLT MARC21 výsledcích a v detailu výtisku na OPACu.

source: opac.pref#EnableOpacSearchHistory# Don't keep
cs: opac.pref#EnableOpacSearchHistory# Neudržovat

source: opac.pref#EnableOpacSearchHistory# Keep
cs: opac.pref#EnableOpacSearchHistory# Pamatovat

source: opac.pref#EnableOpacSearchHistory# patron search history in the OPAC.
cs: historii vyhledávání čtenáře v OPACu.

source: opac.pref#HighlightOwnItemsOnOPAC# by moving the results to the front and increasing the size or highlighting the rows for those results. (Non-XSLT Only)
cs: opac.pref#HighlightOwnItemsOnOPAC# posunem výsledků vpřed a zvětšením písma nebo zvýrazněním řádky pro takové výsledky. (Jen pro Non-XSLT).

source: opac.pref#HighlightOwnItemsOnOPAC# Don't emphasize
cs: Nezdůrazňovat

source: opac.pref#HighlightOwnItemsOnOPAC# Emphasize
cs: Zdůrazňovat

source: opac.pref#HighlightOwnItemsOnOPAC# OPAC's branch via the URL
cs: pobočku OPACu pomocí URL

source: opac.pref#HighlightOwnItemsOnOPAC# patron's home branch
cs: čtenářovu domovskou pobočku

source: opac.pref#HighlightOwnItemsOnOPAC# results from the
cs: výsledky z

source: opac.pref#LibraryName# Show
cs: Zobrazit

source: opac.pref#LibraryName# as the name of the library on the OPAC.
cs: jako jméno knihovny na OPACu.

source: opac.pref#OPACBaseURL# . (This must be filled in correctly for RSS, unAPI, and search plugins to work.)
cs: . (Toto musí být správně vyplněno pro RSS, unAPI a vyhledávací doplňky, aby fungovaly.)

source: opac.pref#OPACBaseURL# The OPAC is located at http://
cs: OPAC je umístěn na http://

source: opac.pref#OPACDisplay856uAsImage# Both Details and Results pages
cs: oboje, detailní i výsledkové stránky

source: opac.pref#OPACDisplay856uAsImage# Details page only
cs: Pouze detailní stránky

source: opac.pref#OPACDisplay856uAsImage# Display the URI in the 856u field as an image on:
cs: opac.pref#OPACDisplay856uAsImage# Zobrazit URI v poli 856u jako obrázek na:

source: opac.pref#OPACDisplay856uAsImage# Neither Details or Results pages
cs: Ani v detailních nebo výsledkových stránkách

source: opac.pref#OPACDisplay856uAsImage# Note: The corresponding OPACXSLT option must be turned on.
cs: opac.pref#OPACDisplay856uAsImage# Pozn: Odpovídající OPACXSLT volba musí být být aktivní.

source: opac.pref#OPACDisplay856uAsImage# Results page only
cs: Jen výsledková stránka

source: opac.pref#OPACFineNoRenewals# Only allow patrons to renew their own books on the OPAC if they have less than
cs: Povolit pouze čtenářům prodloužení jejich knih pomocí OPACu, když mají méně než

source: opac.pref#OPACFineNoRenewals# [% local_currency %] in fines (leave blank to disable).
cs: [% local_currency %] na pokutách (ponechat prázdné pro zablokování).

source: opac.pref#OPACFinesTab# Allow
cs: Povolit

source: opac.pref#OPACFinesTab# Don't allow
cs: Nepovolit

source: opac.pref#OPACFinesTab# patrons to access the Fines tab on the My Account page on the OPAC.
cs: čtenářům přístup k záložce Pokuty v Můj účet na OPACu.

source: opac.pref#OPACItemHolds# Allow
cs: Povolit

source: opac.pref#OPACItemHolds# Don't allow
cs: Nepovolit

source: opac.pref#OPACItemHolds# patrons to place holds on specific items in the OPAC. If this is disabled, users can only put a hold on the next available item.
cs: čtenářům razervovat specifické výtisky v OPACu. Je-li toto neaktivní, čtenář může rezervovat pouze následující dostupný výtisk.

source: opac.pref#OPACMobileUserCSS# Include the following CSS for the mobile view on all pages in the OPAC:
cs: Vložit následující CSS pro mobilní zobrazení na všech stránkách OPACu:

source: opac.pref#OPACMySummaryHTML# <br />Note: The placeholders {BIBLIONUMBER}, {TITLE}, {ISBN} and {AUTHOR} will be replaced with information from the displayed record.
cs: <br /> Poznámka: zástupné řetězce {BIBLIONUMBER}, {TITLE}, {ISBN} a {AUTHOR} budou nahrazeny konkrétními informacemi ze zobrazeného záznamu.

source: opac.pref#OPACMySummaryHTML# Include a "Links" column on the "my summary" and "my reading history" tabs when a user is logged in to the OPAC, with the following HTML (leave blank to disable):
cs: opac.pref#OPACMySummaryHTML# Vložit sloupec "Odkazy" do záložek "můj souhrn" a "moje čtenářská historie", pokud je čtenář přihlášen k OPACu, pomocí následujícího HTML (nechat prázdné, pokud ne):

source: opac.pref#OPACNoResultsFound# <br />Note: You can insert placeholders {QUERY_KW} that will be replaced with the keywords of the query.
cs: <br />Poznámka: Můžete vložit prostor pro {QUERY_KW}, který bude vyplněn hesly z dotazu.

source: opac.pref#OPACNoResultsFound# Display this HTML when no results are found for a search in the OPAC:
cs: opac.pref#OPACNoResultsFound# Zobrazit následující HTML pro případ, že nebylo nic nalezeno:

source: opac.pref#OPACPatronDetails# Allow
cs: Povolit

source: opac.pref#OPACPatronDetails# Don't allow
cs: Nepovolit

source: opac.pref#OPACPatronDetails# patrons to notify the library of changes to their contact information from the OPAC.
cs: opac.pref#OPACPatronDetails# čtenářům oznámit knihovně změny v jejich kontaktech z OPACu.

source: opac.pref#OPACPopupAuthorsSearch# Display
cs: Zobrazit

source: opac.pref#OPACPopupAuthorsSearch# Don't display
cs: Nezobrazovat

source: opac.pref#OPACPopupAuthorsSearch# the list of authors/subjects in a popup for a combined search on OPAC detail pages.
cs: opac.pref#OPACPopupAuthorsSearch# seznam autorů/témat ve vyskakovacím okně při kombinovaném vyhledávání na detailních stránkách OPACu.

source: opac.pref#OPACPrivacy# Allow
cs: Povolit

source: opac.pref#OPACPrivacy# Don't allow
cs: Nepovolit

source: opac.pref#OPACPrivacy# patrons to choose their own privacy settings for their reading history. This requires opacreadinghistory and AnonymousPatron
cs: opac.pref#OPACPrivacy# čtenářům volbu jejich osobních nastavení pro historii výpůjček. Toto vyžaduje nastavit historii výpůjček a anonymního čtenáře

source: opac.pref#OPACResultsSidebar# Include the following HTML under the facets in OPAC search results:
cs: Vložit následující HTML pod fasety ve výsledcích vyledání v OPACu.

source: opac.pref#OPACSearchForTitleIn# <br />Note: The placeholders {BIBLIONUMBER}, {CONTROLNUMBER}, {TITLE}, {ISBN}, {ISSN} and {AUTHOR} will be replaced with information from the displayed record.
cs: <br /> Poznámka: Zástupné řetězce {BIBLIONUMBER}, {CONTROLNUMBER}, {TITLE}, {ISBN}, {ISSN} a {AUTHOR} budou nahrazeny informacemi ze zobrazeného záznamu.

source: opac.pref#OPACSearchForTitleIn# Include a "More Searches" box on the detail pages of items on the OPAC, with the following HTML (leave blank to disable):
cs: opac.pref#OPACSearchForTitleIn# Vložit políčko "Další vyhledání" na detailních stránkách na OPACu, s následijícím HTML (ponechat prázdné, pokud ne):

source: opac.pref#OPACShelfBrowser# Don't show
cs: Nezobrazit

source: opac.pref#OPACShelfBrowser# Show
cs: Zobrazit

source: opac.pref#OPACShelfBrowser# a shelf browser on item details pages, allowing patrons to see what's near that item on the shelf. Note that this uses up a fairly large amount of resources on your server, and should be avoided if your collection has a large number of items.
cs: prohlížeč polic na detailních stránkách výtisku, a umožnit čtenáři vidět co je v blízkosti na polici. Pozn: tato možnost ale značně vyčerpává kapacitu serveru a nedoporučuje se užívat, pokud je fond rozsáhlý.

source: opac.pref#OPACShowBarcode# Don't show
cs: Nezobrazit

source: opac.pref#OPACShowBarcode# Show
cs: Zobrazit

source: opac.pref#OPACShowBarcode# the item's barcode on the holdings tab.
cs: čárový kód výtisku v záložce výtisku.

source: opac.pref#OPACShowCheckoutName# Don't show
cs: Nezobrazuj

source: opac.pref#OPACShowCheckoutName# Show
cs: Zobrazit

source: opac.pref#OPACShowCheckoutName# the name of the patron that has an item checked out on item detail pages on the OPAC.
cs: opac.pref#OPACShowCheckoutName# jméno čtenáře, který který si výtisk vypůjčil na detailní stránce v OPACu.

source: opac.pref#OPACShowHoldQueueDetails# Don't show any hold details
cs: Nezobrazovat jakékoliv detaily rezervace

source: opac.pref#OPACShowHoldQueueDetails# Show holds
cs: Zobrazit rezervace

source: opac.pref#OPACShowHoldQueueDetails# Show holds and their priority level
cs: Zobrazit rezervace a jejich pořadí

source: opac.pref#OPACShowHoldQueueDetails# Show priority level
cs: Zborazit pořadí priority

source: opac.pref#OPACShowHoldQueueDetails# to patrons in the OPAC.
cs: čtenářům na OPACu.

source: opac.pref#OPACShowUnusedAuthorities# Do not show
cs: Nezobrazit

source: opac.pref#OPACShowUnusedAuthorities# Show
cs: Zobrazit

source: opac.pref#OPACShowUnusedAuthorities# unused authorities in the OPAC authority browser.
cs: nepoužité autority v prohlížení autorit na OPACu.

source: opac.pref#OPACURLOpenInNewWindow# When patrons click on a link to another website from your OPAC (like Amazon or OCLC),
cs: opac.pref#OPACURLOpenInNewWindow# Když čtenář klikne na odkaz na jinou stránku ze svého OPACU (jako je Amazon nebo OCLC),

source: opac.pref#OPACURLOpenInNewWindow# do
cs: opac.pref#OPACURLOpenInNewWindow# zobrazit

source: opac.pref#OPACURLOpenInNewWindow# don't
cs: Neotvírat

source: opac.pref#OPACURLOpenInNewWindow# open the website in a new window.
cs: otvírat web stránku v novém okně.
