Repository: xmorave2/koha-czech
Catalog: *-pref.po
Languages: cs

source: opac.pref#opacthemes# theme on the OPAC.
cs: styly na OPACu.

source: opac.pref#opacuserjs# Include the following JavaScript on all pages in the OPAC:
cs: Vlož následující JavaScript na všechny stránky v OPACu:

source: opac.pref#opacuserlogin# Allow
cs: Povolit

source: opac.pref#opacuserlogin# Don't allow
cs: Nepovolit

source: opac.pref#opacuserlogin# patrons to log in to their accounts on the OPAC.
cs: čtenářům, přihlásit se do jejich účtu na OPACu.

source: opac.pref#reviewson# Allow
cs: Povolit

source: opac.pref#reviewson# Don't allow
cs: Nepovolit

source: opac.pref#reviewson# patrons to make comments on items on the OPAC.
cs: čtenářům přidávat komentáře k výtiskům na OPACu.

source: opac.pref#singleBranchMode# Allow
cs: Povolit

source: opac.pref#singleBranchMode# Don't allow
cs: Nepovolit

source: opac.pref#singleBranchMode# patrons to select their branch on the OPAC or show branch names with callnumbers.
cs: opac.pref#singleBranchMode# čtenářům aby si vybrali svoji pobočku na OPACu nebo zobrazili jména poboček se signaturami.

source: opac.pref#suggestion# Allow
cs: Povolit

source: opac.pref#suggestion# Don't allow
cs: Nepovolit

source: opac.pref#suggestion# patrons to make purchase suggestions on the OPAC.
cs: čtenářům dělat návrhy na nákupy na OPACu.

source: patrons.pref#AddPatronLists# List
cs: Zobrazit seznam

source: patrons.pref#AddPatronLists# general patron types
cs: obecných čtenářských typů

source: patrons.pref#AddPatronLists# specific categories
cs: specifické kategorie

source: patrons.pref#AddPatronLists# under the new patron menu.
cs: pod nabídku nový čtenář

source: patrons.pref#AutoEmailOpacUser# Don't send
cs: Neposílat

source: patrons.pref#AutoEmailOpacUser# Send
cs: Posílat

source: patrons.pref#AutoEmailOpacUser# an email to newly created patrons with their account details.
cs: e-mail nově založenému čtenáři s detaily jeho účtu.

source: patrons.pref#AutoEmailPrimaryAddress# Use
cs: Používat

source: patrons.pref#AutoEmailPrimaryAddress# alternate
cs: alternativní

source: patrons.pref#AutoEmailPrimaryAddress# cardnumber as
cs: číslo karty jako

source: patrons.pref#AutoEmailPrimaryAddress# first valid
cs: první platnou

source: patrons.pref#AutoEmailPrimaryAddress# home
cs: domovskou

source: patrons.pref#AutoEmailPrimaryAddress# patron email address for sending out emails.
cs: e-mail adresu čtenáře pro posílání mailů.

source: patrons.pref#AutoEmailPrimaryAddress# work
cs: Zpracovat

source: patrons.pref#BorrowerMandatoryField# (separate columns with |)
cs: (oddělit sloupce svislítkem |)

source: patrons.pref#BorrowerMandatoryField# The following <a href='http://schema.koha-community.org/tables/borrowers.html' target='blank'>database columns</a> must be filled in on the patron entry screen:
cs: Následující <a href='http://schema.koha-community.org/tables/borrowers.html' target='blank'>databázové sloupce</a> musí být vyplněny na vstupní obrazovce čtenáře:

source: patrons.pref#BorrowerRenewalPeriodBase# When renewing borrowers, base the new expiry date on
cs: Při prodloužování, nový výpůjční termín odvodit z

source: patrons.pref#BorrowerRenewalPeriodBase# current date.
cs: aktuálního data.

source: patrons.pref#BorrowerRenewalPeriodBase# current membership expiry date.
cs: patrons.pref#BorrowerRenewalPeriodBase# datumu ukončení registrace.

source: patrons.pref#BorrowerUnwantedField# (separate columns with |)
cs: (oddělit sloupce svislítkem |)

source: patrons.pref#BorrowerUnwantedField# The following <a href='http://schema.koha-community.org/tables/borrowers.html' target='blank'>database columns</a> will not appear on the patron entry screen:
cs: Následující <a href='http://schema.koha-community.org/tables/borrowers.html' target='blank'>databázové sloupce</a> nezobrazovat na úvodní obrazovce čtenáře:

source: patrons.pref#BorrowersTitles# (separate multiple choices with |)
cs: (oddělit více možností svislítkem |)

source: patrons.pref#BorrowersTitles# Borrowers can have the following titles:
cs: Čtenáři si mohou vypůjčit následující tituly:

source: patrons.pref#EnableBorrowerFiles# Do
cs: Umožnit

source: patrons.pref#EnableBorrowerFiles# Don't
cs: Neumožnit

source: patrons.pref#EnableBorrowerFiles# enable the ability to upload and attach arbitrary files to a borrower record.
cs: přiložit libovolné soubory k záznamu čtenáře.

source: patrons.pref#EnhancedMessagingPreferences# Allow
cs: Povolit

source: patrons.pref#EnhancedMessagingPreferences# Don't allow
cs: Nepovolit

source: patrons.pref#EnhancedMessagingPreferences# patrons to choose which notices they receive and when they receive them. Note that this only applies to certain kinds of notices.
cs: čtenářům vybrat, které upozornění mají obdržet a kdy. Pozn: toto se vztahuje pouze na některé typy upozornění.

source: patrons.pref#ExtendedPatronAttributes# Don't enable
cs: Neumožnit

source: patrons.pref#ExtendedPatronAttributes# Enable
cs: Umožnit

source: patrons.pref#ExtendedPatronAttributes# searching, editing and display of custom attributes on patrons.
cs: vyhledávání, editaci a zobrazení uživatelských vlastností čtenářů.

source: patrons.pref#MaxFine# Empty value means no limit. Single item caps are specified in the circulation rules matrix.
cs: Prázdná hodnota znamená bez omezení. Písmena pro jednotlivé výtsky jsou specifikována v matici pravidel výpjček.

source: patrons.pref#MaxFine# The late fine for all checkouts will only go up to
cs: Zpozdné pro všechny vůjpjčky půjdou až do

source: patrons.pref#MaxFine# [% local_currency %].
cs: [% local_currency %].

source: patrons.pref#NotifyBorrowerDeparture# Show a notice that a patron is about to expire
cs: patrons.pref#NotifyBorrowerDeparture# Zobrazit hlášení, čtenáři vyprší registrace

source: patrons.pref#NotifyBorrowerDeparture# days beforehand.
cs: dní předem.

source: patrons.pref#PatronsPerPage# By default, show
cs: Defaultně zobrazuj

source: patrons.pref#PatronsPerPage# results per page in the staff client.
cs: patrons.pref#PatronsPerPage# výsledků vyhledání na stránku v v interfejsu pro obsluhu.

source: patrons.pref#SMSSendDriver# Use the SMS::Send::
cs: Používat SMS::SEnd::

source: patrons.pref#SMSSendDriver# driver to send SMS messages.
cs: driver pro posílání SMS zpráv.

source: patrons.pref#StatisticsFields# (separate fields with |)
cs: (oddělit pole svislítkem |)

source: patrons.pref#StatisticsFields# Show the following fields from the items database table as columns on the statistics tab on the patron record:
cs: patrons.pref#StatisticsFields# Zobrazit následující pole z databáze výtisků jako sloupce v záložce statistiky v záznamu čtenáře:

source: patrons.pref#TalkingTechItivaPhoneNotification# Disable
cs: Neumožnit

source: patrons.pref#TalkingTechItivaPhoneNotification# Enable
cs: Umožnit

source: patrons.pref#TalkingTechItivaPhoneNotification# patron phone notifications using Talking Tech i-tiva (overdues, predues and holds notices currently supported).
cs: čtenárovi telefonické zprávy pomocí Talking Tech i-tiva (překročení výpůjčky, zkrácení výpůjčky a rezervační poznámky, které jsou podporovány).

source: patrons.pref#autoMemberNum# Do
cs: Použít

source: patrons.pref#autoMemberNum# Don't
cs: Nepoužít

source: patrons.pref#autoMemberNum# default the card number field on the patron addition screen to the next available card number (for example, if the largest currently used card number is 26345000012941, then this field will default to 26345000012942).
cs: jako výchozí číslo karty na čtenářově stránce následující volné číslo (např. jestliže nejvyšší použité číslo karty je 26345000012941, tak toto pole bude defaultně 26345000012942).

source: patrons.pref#borrowerRelationship# (input multiple choices separated by |). Leave empty to deactivate
cs: (vstup více výběrů, oddělených svislítkem |). Ponechat prázdné, pro deaktivaci

source: patrons.pref#borrowerRelationship# Guarantors can be the following of those they guarantee:
cs: Ručitelé mohou být následující z těch, kteří zaručují:

source: patrons.pref#checkdigit# Do
cs: Vytvářet

source: patrons.pref#checkdigit# Don't
cs: Nevytvářet

source: patrons.pref#checkdigit# check and construct borrower card numbers in the Katipo style. This overrides <code>autoMemberNum</code> if on.
cs: číslo karty čtenáře ve stylu Katipo. Toto má prioritu před <code>autoMemberNum</code>.

source: patrons.pref#intranetreadinghistory# Allow
cs: Povolit

source: patrons.pref#intranetreadinghistory# Don't allow
cs: Nepovolit

source: patrons.pref#intranetreadinghistory# staff to access a patron's checkout history (it is stored regardless).
cs: patrons.pref#intranetreadinghistory# obsluze přístup k historii výpůjček čtenáře (je uložena).

source: patrons.pref#memberofinstitution# Do
cs: Povolit

source: patrons.pref#memberofinstitution# Don't
cs: Nepovolit

source: patrons.pref#memberofinstitution# allow patrons to be linked to institutions (which must be set up as Institution patrons).
cs: čtenářům, aby byli napojeni na instituce (což musí být nastaveno jako kolektivní čtenář).

source: patrons.pref#minPasswordLength# Login passwords for staff and patrons must be at least
cs: patrons.pref#minPasswordLength# Přihlašovací heslo pro obsluhu a čtenáře musí být minimálně

source: patrons.pref#minPasswordLength# characters long.
cs: znaků dlouhé.

source: patrons.pref#patronimages# Allow
cs: patrons.pref#patronimages# Povolit

source: patrons.pref#patronimages# Don't allow
cs: Nepovolit

source: patrons.pref#patronimages# images to be uploaded and shown for patrons on the staff client.
cs: patrons.pref#patronimages# aby obrázky čtenářů byly uloženy a zobrazovány v rozhraní pro obsluhu.

source: patrons.pref#uppercasesurnames# Do
cs: Ukládat a zobrazovat

source: patrons.pref#uppercasesurnames# Don't
cs: Neukládat a nezobrazovat

source: patrons.pref#uppercasesurnames# store and display surnames in upper case.
cs: příjmení velkými písmeny.

source: searching.pref Features
cs: Rysy

source: searching.pref Results Display
cs: Zobrazení výsledků

source: searching.pref Search Form
cs: Vyhledávací formuláře

source: searching.pref#AdvancedSearchTypes# <em>Currently supported values</em>: Item types (<strong>itemtypes</strong>), Collection Codes (<strong>ccode</strong>) and Shelving Location (<strong>loc</strong>).
cs: <em>V současnosti podporované hodnoty</em>: Typy jednotek (<strong>itemtypes</strong>), Kódy fondů(<strong>ccode</strong>) a Umístění na regále (<strong>loc</strong>).

source: searching.pref#AdvancedSearchTypes# Show tabs in OPAC and staff-side advanced search for limiting searches on the
cs: searching.pref#AdvancedSearchTypes# Zobrazení záložek v OPACu a na straně obsluhy pro pokročilé vyhledávání na

source: searching.pref#AdvancedSearchTypes# fields (separate values with |). Tabs appear in the order listed.<br/>
cs: pole (oddělit hodnoty svislítkem |). Záložky se objeví v pořadí seznamu.<br/>

source: searching.pref#FacetLabelTruncationLength# Truncate facets length to
cs: Zaokrouhlit délku fasetů na

source: searching.pref#FacetLabelTruncationLength# characters, in OPAC/staff interface.
cs: znaků, v OPACu obsluhy.

source: searching.pref#IncludeSeeFromInSearches# <i>see from</i> (non-preferred form) headings in bibliographic searches. Please note: you will need to reindex your bibliographic database when changing this preference.
cs: <i>viz</i> (u nepreferovaného tvaru) v záhlaví bibiliografických vyhledávání. Pozn: je zapotřebí reindexace bibliografické databáze při změně tohoto parametru.

source: searching.pref#IncludeSeeFromInSearches# Don't include
cs: Nezahrnovat

source: searching.pref#IncludeSeeFromInSearches# Include
cs: Zahrnout

source: searching.pref#IntranetNumbersPreferPhrase# By default,
cs: defaultně,

source: searching.pref#IntranetNumbersPreferPhrase# don't use
cs: Neužívej

source: searching.pref#IntranetNumbersPreferPhrase# the operator "phr" in the callnumber and standard number staff client searches
cs: operátor "phr" v signatuře a standardní číslo ve vyhledávání pro obsluhu

source: searching.pref#IntranetNumbersPreferPhrase# use
cs: Používat

source: searching.pref#OPACItemsResultsDisplay# Don't show
cs: Nezobrazovat

source: searching.pref#OPACItemsResultsDisplay# Show
cs: Zobrazovat

source: searching.pref#OPACItemsResultsDisplay# an item's library, location and call number in OPAC search results.
cs: searching.pref#OPACItemsResultsDisplay# knihovnu, kam patří výtisk, umístění a signaturu ve výsledcích vyhledání na OPACu.

source: searching.pref#OPACNumbersPreferPhrase# By default,
cs: searching.pref#OPACNumbersPreferPhrase# Defaultně,

source: searching.pref#OPACNumbersPreferPhrase# don't use
cs: nepoužívat

source: searching.pref#OPACNumbersPreferPhrase# the operator "phr" in the callnumber and standard number OPAC searches
cs: operátor "phr" v signatuře a v standardním čísle při vyhledání na OPACu.

source: searching.pref#OPACNumbersPreferPhrase# use
cs: Používat

source: searching.pref#OPACdefaultSortField# By default, sort search results in the OPAC by
cs: Defaultně seřadit vyhledané výsledky v OPACu podle

source: searching.pref#OPACdefaultSortField# ascending.
cs: vzestupně.

source: searching.pref#OPACdefaultSortField# author
cs: autor

source: searching.pref#OPACdefaultSortField# call number
cs: signatura

source: searching.pref#OPACdefaultSortField# date added
cs: přidané datum

source: searching.pref#OPACdefaultSortField# date of publication
cs: datum publikace

source: searching.pref#OPACdefaultSortField# descending.
cs: sestupně.

source: searching.pref#OPACdefaultSortField# from A to Z.
cs: od A do Z.

source: searching.pref#OPACdefaultSortField# from Z to A.
cs: od Z do A.

source: searching.pref#OPACdefaultSortField# relevance
cs: vztah

source: searching.pref#OPACdefaultSortField# title
cs: titul

source: searching.pref#OPACdefaultSortField# total number of checkouts
cs: celková počet výpůjček

source: searching.pref#OPACnumSearchResults# By default, show
cs: Defaultně zobrazit

source: searching.pref#OPACnumSearchResults# results per page in the OPAC.
cs: výsledků na stránku OPACu.

source: searching.pref#OpacGroupResults# Don't use
cs: Nepoužívat

source: searching.pref#OpacGroupResults# PazPar2 to group similar results on the OPAC. This requires that PazPar2 is set up and running.
cs: searching.pref#OpacGroupResults# PazPar2 k sekupení výsledků v OPACu. To vyžaduje, aby PazPar2 byl nastaven a běžel.

source: searching.pref#OpacGroupResults# Use
cs: Použít

source: searching.pref#QueryAutoTruncate# <br />(The * character would be used like so: <cite>Har*</cite> or <cite>*logging</cite>.)
cs: <br />(znak hvězdička může být použit takto: <cite>Har*</cite> nebo <cite>*logging</cite>.)

source: searching.pref#QueryAutoTruncate# Perform wildcard searching (where, for example, <cite>Har</cite> would match <cite>Harry</cite> and <cite>harp</cite>)
cs: Používaj wildcard hledání (např. <cite>Har*</cite> nalezne <cite>Harry</cite> and <cite>harp</cite>)

source: searching.pref#QueryAutoTruncate# automatically.
cs: automaticky.

source: searching.pref#QueryAutoTruncate# only if * is added.
cs: jen když se přidá *.

source: searching.pref#QueryFuzzy# Don't try
cs: Nezkoušej

source: searching.pref#QueryFuzzy# Try
cs: Zkoušet

source: searching.pref#QueryFuzzy# to match similarly spelled words in a search (for example, a search for <cite>flang</cite> would also match <cite>flange</cite> and <cite>fang</cite>; REQUIRES ZEBRA).
cs: najít podobně psaná slova (např. vyhledání na <cite>flang</cite> nalezne také <cite>flange</cite> a <cite>fang</cite>; REQUIRES ZEBRA).

source: searching.pref#QueryStemming# Don't try
cs: Nezkoušet

source: searching.pref#QueryStemming# Try
cs: Zkusit

source: searching.pref#QueryStemming# to match words of the same base in a search (for example, a search for <cite>enabling</cite> would also match <cite>enable</cite> and <cite>enabled</cite>; REQUIRES ZEBRA).
cs: vyhledávat i podobná slova (např. vyhledání na <cite>umožňující</cite> také vyhledalo <cite>umožnit</cite> and <cite>umožněno</cite>; REQUIRES ZEBRA).

source: searching.pref#QueryWeightFields# Disable
cs: Nepoužívat

source: searching.pref#QueryWeightFields# Enable
cs: searching.pref#QueryWeightFields# Použít

source: searching.pref#QueryWeightFields# ranking of search results by relevance (REQUIRES ZEBRA).
cs: setřídění výsledků vyhledání podle relevace (REQUIRES ZEBRA).

source: searching.pref#TraceCompleteSubfields# Don't force
cs: Nežádat

source: searching.pref#TraceCompleteSubfields# Force
cs: sílu

source: searching.pref#TraceCompleteSubfields# subject tracings in the OPAC and Staff Client to search only for complete-subfield matches.
cs: searching.pref#TraceCompleteSubfields# k sledování předmětů v OPACu a v OPACu pro obsluhu k vyhledání jen úplné shody podpole.

source: searching.pref#TraceSubjectSubdivisions# Don't include
cs: Nezahrnout

source: searching.pref#TraceSubjectSubdivisions# Include
cs: Zahrnout

source: searching.pref#TraceSubjectSubdivisions# subdivisions for searches generated by clicking on subject tracings.
cs: podtřídy v předmětovém hledání.

source: searching.pref#UNIMARCAuthorsFacetsSeparator# Use the following text as separator for UNIMARC authors facets
cs: Používat následující text jako oddělovač pro UNIMARC autorské fasety

source: searching.pref#UseICU# ICU Zebra indexing. Please note: This setting will not affect Zebra indexing, it should only be used to tell Koha that you have activated ICU indexing if you have actually done so, since there is no way for Koha to figure this out on its own.
cs: searching.pref#UseICU# ICU Zebra indexace. Pozn: Toto nastavení neovlivňuje indexaci v Zebra, má být používáno pouze proto, aby se sdělilo programu Koha, že je aktivována ICU indexace, protože Koha nemá vlastní možnost jak toto zjistit.

source: searching.pref#UseICU# Not using
cs: Neuživat

source: searching.pref#UseICU# Using
cs: Uživat

source: searching.pref#UseQueryParser# Do not try
cs: Nezkoušet

source: searching.pref#UseQueryParser# Try
cs: Zkusit

source: searching.pref#UseQueryParser# to use the QueryParser module for parsing queries. Please note: enabling this will have no impact if you do not have QueryParser installed, and everything will continue to work as usual.
cs: searching.pref#UseQueryParser# použití QueryParser pro analýzu dotazů. Pozn: Použití tohoto parametru nemá žádná dopad, pokud QueryParser není nainstalován, a vše bude pokračovat normálně.

source: searching.pref#defaultSortField# By default, sort search results in the staff client by
cs: Defaultě setřídit výsledky vyhledávání v interfejsu obsluhy podle

source: searching.pref#defaultSortField# ascending.
cs: vzestupně.

source: searching.pref#defaultSortField# author
cs: autor

source: searching.pref#defaultSortField# call number
cs: signatura

source: searching.pref#defaultSortField# date added
cs: datum pořízení

source: searching.pref#defaultSortField# date of publication
cs: datum publikace

source: searching.pref#defaultSortField# descending.
cs: sestupně.

source: searching.pref#defaultSortField# from A to Z.
cs: od A do Z.

source: searching.pref#defaultSortField# from Z to A.
cs: od Z do A.

source: searching.pref#defaultSortField# relevance
cs: vztah

source: searching.pref#defaultSortField# title
cs: titul

source: searching.pref#defaultSortField# total number of checkouts
cs: celkový počet výpůjček

source: searching.pref#displayFacetCount# Don't show
cs: Nezobrazit

source: searching.pref#displayFacetCount# Show
cs: Zobrazit

source: searching.pref#displayFacetCount# facet counts. The relevance of these numbers highly depends on the value of the maxRecordsForFacets preference. Applies to OPAC and staff interface.
cs: searching.pref#displayFacetCount# počet fasetů. Význam těchto čísel je vysoce závislý na hodnotě parametru maxRecordsForFacets. Platí pro OPAC a interface obsluhy.

source: searching.pref#expandedSearchOption# "More options" on the OPAC and staff advanced search pages.
cs: searching.pref#expandedSearchOption# "Další volby" na OPACu a pokročilého vyhledávání pro obsluhu.

source: searching.pref#expandedSearchOption# By default,
cs: Defaultně

source: searching.pref#expandedSearchOption# don't show
cs: nezobrazovat

source: searching.pref#expandedSearchOption# show
cs: zobrazovat

source: searching.pref#maxItemsInSearchResults# Show up to
cs: searching.pref#maxItemsInSearchResults# Zobrazit až

source: searching.pref#maxItemsInSearchResults# items per biblio in the search results
cs: searching.pref#maxItemsInSearchResults# výtisků pro bibliografický záznam ve výsledcích vyhledání.

source: searching.pref#maxRecordsForFacets# Build facets based on
cs: Stavět fasety odvozené z

source: searching.pref#maxRecordsForFacets# records from the search results.
cs: záznamy z výsledků vyhledání.

source: searching.pref#numSearchResults# By default, show
cs: defaultně zobrazit

source: searching.pref#numSearchResults# results per page in the staff client.
cs: searching.pref#numSearchResults# výsledků na stránku pro obsluhu.

source: serials.pref#OPACSerialIssueDisplayCount# Show the
cs: Zobrazovat

source: serials.pref#OPACSerialIssueDisplayCount# previous issues of a serial on the OPAC.
cs: předchozí sešity seriálu na OPACu.

source: serials.pref#RenewSerialAddsSuggestion# Add
cs: Přidat

source: serials.pref#RenewSerialAddsSuggestion# Don't add
cs: serials.pref#RenewSerialAddsSuggestion# Nepřidávat

source: serials.pref#RenewSerialAddsSuggestion# a suggestion for a biblio when its attached serial is renewed.
cs: nabídku na změnu bibilografického záznamu, když je přidáván další sešit seriálu.

source: serials.pref#RoutingListAddReserves# Don't place
cs: Neumisťovat

source: serials.pref#RoutingListAddReserves# Place
cs: místo

source: serials.pref#RoutingListAddReserves# received serials on hold if they are on a routing list.
cs: došlých seriálů na rezervace, pokud jsou na kolovacím seznamu.

source: serials.pref#RoutingListNote# Include following note on all routing lists:
cs: Vlož následující poznámku na všechny kolovací listy:

source: serials.pref#RoutingSerials# Add
cs: Přidej

source: serials.pref#RoutingSerials# Don't add
cs: Nepřidej

source: serials.pref#RoutingSerials# received serials to the routing list.
cs: došlé seriály na kolovací seznam.

source: serials.pref#StaffSerialIssueDisplayCount# Show the
cs: serials.pref#StaffSerialIssueDisplayCount# Zobrazuj

source: serials.pref#StaffSerialIssueDisplayCount# previous issues of a serial on the staff client.
cs: předchozí sešity periodika na interfejsu pro obsluhu.

source: serials.pref#SubscriptionDuplicateDroppedInput# List of fields which must not be rewritten when a subscription is duplicated (Separated by pipe |)
cs: Sezńam polí, které nesmějí být přepsány když je odběr duplikován (oddělit svislítkem |)

source: serials.pref#SubscriptionHistory# When showing the subscription information for a bibliographic record, preselect
cs: když se zobrazuje informace o odběru pro bibliografický záznam, předvybrat

source: serials.pref#SubscriptionHistory# brief history
cs: stručná historie

source: serials.pref#SubscriptionHistory# full history
cs: úplná historie

source: serials.pref#SubscriptionHistory# view of serial issues.
cs: pohled na sešity periodika.

source: serials.pref#opacSerialDefaultTab# Holdings tab
cs: záložka exemplářů

source: serials.pref#opacSerialDefaultTab# Serial Collection tab
cs: záložka seriálových fondů

source: serials.pref#opacSerialDefaultTab# Show
cs: Zobrazuj

source: serials.pref#opacSerialDefaultTab# Subscriptions tab
cs: záložku odběrů
