Repository: xmorave2/koha-czech
Catalog: *-pref.po
Languages: cs

source: opac.pref#OPACUserCSS# Include the following CSS on all pages in the OPAC:
cs: Vložit následující CSS na všechny stránky OPACu:

source: opac.pref#OPACViewOthersSuggestions# Don't show
cs: Nezobrazovat

source: opac.pref#OPACViewOthersSuggestions# Show
cs: Zobrazovat

source: opac.pref#OPACViewOthersSuggestions# purchase suggestions from other patrons on the OPAC.
cs: návrhy na nákupy od jiných čtenářů v OPACu.

source: opac.pref#OPACXSLTDetailsDisplay# <br />Options:<ul><li><a href="#" class="set_syspref" data-syspref="OPACXSLTDetailsDisplay" data-value="">Leave empty</a> for "no xslt"</li><li>enter "<a href="#" class="set_syspref" data-syspref="OPACXSLTDetailsDisplay" data-value="default">default</a>" for the default one</li><li>put a path to define a xslt file</li><li>put an URL for an external specific stylesheet.</li></ul>{langcode} will be replaced with current interface language
cs: opac.pref#OPACXSLTDetailsDisplay# <br />Možnosti:<ul><li><a href="#" class="set_syspref" data-syspref="OPACXSLTDetailsDisplay" data-value="">Ponechat prázdné</a> pro "no xslt"</li><li>vložit "<a href="#" class="set_syspref" data-syspref="OPACXSLTDetailsDisplay" data-value="default">defaultně</a>" pro defaultní</li><li>vložit cestu k definici xslt souboru</li><li>vložit URL pro extrení specifickou šablonu xslt</li></ul>{langcode} bude zaměněn se současnně používaným jazykem rozhraní

source: opac.pref#OPACXSLTDetailsDisplay# Display OPAC details using XSLT stylesheet at:
cs: opac.pref#OPACXSLTDetailsDisplay# Zobrazit detaily OPACu pomocí XSLT šablony na:

source: opac.pref#OPACXSLTResultsDisplay# <br />Options:<ul><li><a href="#" class="set_syspref" data-syspref="OPACXSLTResultsDisplay" data-value="">Leave empty</a> for "no xslt"</li><li>enter "<a href="#" class="set_syspref" data-syspref="OPACXSLTResultsDisplay" data-value="default">default</a>" for the default one</li><li> put a path to define a xslt file</li><li>put an URL for an external specific stylesheet.</li></ul>{langcode} will be replaced with current interface language
cs: <br />Možnosti:<ul><li><a href="#" class="set_syspref" data-syspref="OPACXSLTResultsDisplay" data-value="">Ponechat prázdné</a>pro "no xslt"</li><li>vložit "<a href="#" class="set_syspref" data-syspref="OPACXSLTResultsDisplay" data-value="default">defaultně</a>" pro defaultní hodnotu </li><li> zadat cestu k definici xslt souboru</li><li>zadat URL pro externí specifickou šablonu.</li></ul>{langcode} bude nahrazen používaným jazykem rozhranní

source: opac.pref#OPACXSLTResultsDisplay# Display OPAC results using XSLT stylesheet at:
cs: opac.pref#OPACXSLTResultsDisplay# Zobrazit výsledky vyhledání na OPACu pomocí šablony XSLT v:

source: opac.pref#OPACpatronimages# Don't show
cs: Nezobrazit

source: opac.pref#OPACpatronimages# Show
cs: Zobrazit

source: opac.pref#OPACpatronimages# patron images on the patron information page in the OPAC.
cs: opac.pref#OPACpatronimages# čtenářovu podobenku na informační stránce čtenáře v OPACu.

source: opac.pref#OpacAddMastheadLibraryPulldown# Add
cs: Přidat

source: opac.pref#OpacAddMastheadLibraryPulldown# Don't add
cs: Nepřidávat

source: opac.pref#OpacAddMastheadLibraryPulldown# a library select pulldown menu on the OPAC masthead.
cs: roletové menu pro výběr knihovny v záhlaví na OPACu.

source: opac.pref#OpacAllowPublicListCreation# Allow
cs: Povolit

source: opac.pref#OpacAllowPublicListCreation# Don't allow
cs: Nepovolit

source: opac.pref#OpacAllowPublicListCreation# opac users to create public lists
cs: čtenáři tvořit veřejné seznamy

source: opac.pref#OpacAllowSharingPrivateLists# Allow
cs: Povolit

source: opac.pref#OpacAllowSharingPrivateLists# Don't allow
cs: Nepovolit

source: opac.pref#OpacAllowSharingPrivateLists# opac users to share private lists with other patrons. This feature is not active yet but will be released soon
cs: opac.pref#OpacAllowSharingPrivateLists# uživateli OPACu sdílet soukromé seznamy s jinými čtenáři. Tato možnost zatím není zprovozněna, ale bude brzy

source: opac.pref#OpacAuthorities# Allow
cs: Povolit

source: opac.pref#OpacAuthorities# Don't allow
cs: Nepovolit

source: opac.pref#OpacAuthorities# patrons to search your authority records.
cs: opac.pref#OpacAuthorities# čtenáři hledání v autoritních záznamech.

source: opac.pref#OpacBrowseResults# Disable
cs: Nepoužívat

source: opac.pref#OpacBrowseResults# Enable
cs: Používat

source: opac.pref#OpacBrowseResults# browsing and paging search results from the OPAC detail page.
cs: procházení a listování výsledků vyhledání z detailní stránky OPACu.

source: opac.pref#OpacBrowser# Allow
cs: Povolit

source: opac.pref#OpacBrowser# Don't allow
cs: Nepovolit

source: opac.pref#OpacBrowser# patrons to browse subject authorities on OPAC (run misc/cronjobs/build_browser_and_cloud.pl to create the browser list)
cs: čtenářům prohlížení seznamu předmětových autorit na OPACu (spustit program isc/cronjobs/build_browser_and_cloud.pl na vytvoření takového seznamu)

source: opac.pref#OpacCloud# Don't show
cs: Nezobrazovat

source: opac.pref#OpacCloud# Show
cs: Zobrazovat

source: opac.pref#OpacCloud# a subject cloud on OPAC (run misc/cronjobs/build_browser_and_cloud.pl to build)
cs: tématické mraky na OPACu. (spustit program misc/cronjobs/build_browser_and_cloud.pl na vytvoření takových mraků)

source: opac.pref#OpacExportOptions# <br />Note: Available options are: BIBTEX (<code>bibtex</code>), Dublin Core (<code>dc</code>),
cs: <br />Poznámka: Dostupné možnosti jsou: BIBTEX (<code>bibtex</code>), Dublin Core (<code>dc</code>),

source: opac.pref#OpacExportOptions# List export options that should be available from OPAC detail page separated by |:
cs: Seznam exportních možností, které jsou možné z detalní stránky na OPACu, oddělené svislítkem |;

source: opac.pref#OpacExportOptions# MARCXML (<code>marcxml</code>), MARC-8 encoded MARC (<code>marc8</code>), Unicode/UTF-8 encoded MARC (<code>utf8</code>),
cs: MARCXML (<code>marcxml</code>), MARC-8 kódovaný MARC (<code>marc8</code>), Unicode/UTF-8 kódovaný MARC (<code>utf8</code>),

source: opac.pref#OpacExportOptions# Unicode/UTF-8 encoded MARC without local use -9xx, x9x, xx9- fields and subfields (<code>marcstd</code>), MODS (<code>mods</code>), RIS (<code>ris</code>)
cs: Unicode/UTF-8 kódovaný MARC bez lokálních -9xx, x9x, xx9- polí a podpolí (<code>marcstd</code>), MODS (<code>mods</code>), RIS (<code>ris</code>)

source: opac.pref#OpacFavicon# Use the image at
cs: Používej obrázek v

source: opac.pref#OpacFavicon# for the OPAC's favicon. (This should be a complete URL, starting with <code>http://</code>.)
cs: pro piktogram OPACu. (To musí být úplná URL, začínající na <code>http://</code>.)

source: opac.pref#OpacHiddenItems# Allows to define custom rules for hiding specific items at opac. See docs/opac/OpacHiddenItems.txt for more informations
cs: opac.pref#OpacHiddenItems# Povolit definici pravidel uživatele pro skrytí specifických výtisků na OPACu. Viz podrobněji v: docs/opac/OpacHiddenItems.txt

source: opac.pref#OpacHighlightedWords# Don't highlight
cs: Nezvýrazňovat

source: opac.pref#OpacHighlightedWords# Highlight
cs: Zvýrazňovat

source: opac.pref#OpacHighlightedWords# words the patron searched for in their search results and detail pages.
cs: opac.pref#OpacHighlightedWords# slova, které čtenář vyhledával ve výsledcích vyhledávání a na detailních stránkách OPACu.

source: opac.pref#OpacItemLocation# Show
cs: Zobrazit

source: opac.pref#OpacItemLocation# call number only
cs: jen signatura

source: opac.pref#OpacItemLocation# collection code
cs: kód fondu

source: opac.pref#OpacItemLocation# for items on the OPAC search results.
cs: opac.pref#OpacItemLocation# pro výtisky ve výsledcích hledání na OPACu.

source: opac.pref#OpacItemLocation# location
cs: umístění

source: opac.pref#OpacKohaUrl# 'Powered by Koha' text on OPAC footer.
cs: 'Powered by Koha' text na patičce OPACu.

source: opac.pref#OpacKohaUrl# Don't show
cs: Nezobrazovat

source: opac.pref#OpacKohaUrl# Show
cs: Zobrazovat

source: opac.pref#OpacMainUserBlock# Show the following HTML in its own column on the main page of the OPAC:
cs: opac.pref#OpacMainUserBlock# Zobrazit následující HTML ve vlastním sloupci hlavní stránky OPACu.

source: opac.pref#OpacMainUserBlockMobile# Show the following HTML in its own column on the main page of the OPAC (mobile version):
cs: opac.pref#OpacMainUserBlockMobile# Zobrazit následující HTML ve vlastním sloupci hlavní stránky mobilní verze OPACu:

source: opac.pref#OpacMaintenance# Don't show
cs: Nezobrazovat

source: opac.pref#OpacMaintenance# Show
cs: Zobrazovat

source: opac.pref#OpacMaintenance# a warning that the OPAC is under maintenance, instead of the OPAC itself. Note: this shows the same warning as when the database needs to be upgraded, but unconditionally.
cs: opac.pref#OpacMaintenance# upozornění že OPAC je v servisní odstávce, namísto OPACu samotného. Pozn: toto zobrazí stejné upozornění jako když databáze potřebuje upgrade, ale bezpodmínečně.

source: opac.pref#OpacNav# Show the following HTML on the left hand column of the main page and patron account on the OPAC (generally navigation links):
cs: opac.pref#OpacNav# Zobrazit následující HTML v levém sloupci hlavní stránky OPACu a čtenářova účtu v OPACu (obecně navigační odkazy):

source: opac.pref#OpacNavBottom# Show the following HTML on the left hand column of the main page and patron account on the OPAC, after OpacNav, and before patron account links if available:
cs: opac.pref#OpacNavBottom# Zobrazit následující HTML v levém sloupci hlavní stránky OPACu a čtenářova účtu v OPACu, po OpacNav, a před odkazy čtenářova účtu (pokud nějaké jsou):

source: opac.pref#OpacNavRight# Show the following HTML in the right hand column of the main page under the main login form:
cs: opac.pref#OpacNavRight# Zobrazit následující HTML v pravém sloupci hlavní stránky OPACu pod hlavním přihlašovacím formulářem:

source: opac.pref#OpacPasswordChange# Allow
cs: Povoli

source: opac.pref#OpacPasswordChange# Don't allow
cs: Nepovolit

source: opac.pref#OpacPasswordChange# patrons to change their own password on the OPAC. Note that this must be off to use LDAP authentication.
cs: čtenářům měnit jejich vlastní heslo do OPACu. Pozn: musí být přitom vypnuta LDAP autentikace.

source: opac.pref#OpacPublic# Disable
cs: Neumožnit

source: opac.pref#OpacPublic# Enable
cs: Umožnit

source: opac.pref#OpacPublic# Koha OPAC as public. Private OPAC requires authentification before accessing the OPAC.
cs: Koha OPAC jako veřejný. Privátní OPAC vyžaduje autentifikaci před jeho zobrazením.

source: opac.pref#OpacRenewalAllowed# Allow
cs: Povolit

source: opac.pref#OpacRenewalAllowed# Don't allow
cs: Nepovolit

source: opac.pref#OpacRenewalAllowed# patrons to renew their own books on the OPAC.
cs: čtenářům prodlužování jejich výpůjček na OPACu.

source: opac.pref#OpacRenewalBranch# 'OPACRenew'
cs: 'OPACRenew'

source: opac.pref#OpacRenewalBranch# NULL
cs: NULL

source: opac.pref#OpacRenewalBranch# Use
cs: Používat

source: opac.pref#OpacRenewalBranch# as branchcode to store in the statistics table.
cs: jako kód pobočky k uložení do statistické tabulky.

source: opac.pref#OpacRenewalBranch# the item's home library
cs: domovská knihovna výtisku

source: opac.pref#OpacRenewalBranch# the library the item was checked out from
cs: knihovně v které byl vypůjčen výtisk

source: opac.pref#OpacRenewalBranch# the patron's home library
cs: v čtenářově domovské knihovně

source: opac.pref#OpacSeparateHoldings# Don't separate
cs: Neoddělovat

source: opac.pref#OpacSeparateHoldings# Separate
cs: Oddělovat

source: opac.pref#OpacSeparateHoldings# holding library
cs: opac.pref#OpacSeparateHoldings# rezervující knihovnu

source: opac.pref#OpacSeparateHoldings# home library
cs: domovskou knihovnu

source: opac.pref#OpacSeparateHoldings# is the logged in user's library. The second tab will contain all other items.
cs: opac.pref#OpacSeparateHoldings# je přihlášen v čtenářově knihovně. Druhá záložka bude obsahovat všechny další výtisky.

source: opac.pref#OpacSeparateHoldings# items display into two tabs, where the first tab contains items whose
cs: vytisky zobrazit ve dveou záložkách, kde první obsahuje výtisky které

source: opac.pref#OpacShowFiltersPulldownMobile# Don't show
cs: Nezobrazovat

source: opac.pref#OpacShowFiltersPulldownMobile# Show
cs: Zobrazovat

source: opac.pref#OpacShowFiltersPulldownMobile# the search filters pulldown on the mobile version of the OPAC.
cs: roletkové vyhledávací filtry na mobilní verzi OPACu.

source: opac.pref#OpacShowLibrariesPulldownMobile# Don't show
cs: Nezobrazovat

source: opac.pref#OpacShowLibrariesPulldownMobile# Show
cs: Zobrazovat

source: opac.pref#OpacShowLibrariesPulldownMobile# the libraries pulldown on the mobile version of the OPAC.
cs: roletkové menu knihoven na mobilní verzi OPACu.

source: opac.pref#OpacShowRecentComments# Don't show
cs: Nezobrazovat

source: opac.pref#OpacShowRecentComments# Show
cs: Zobrazovat

source: opac.pref#OpacShowRecentComments# a link to recent comments in the OPAC masthead.
cs: odkaz na čerstvé komentáře v záhlaví OPACu.

source: opac.pref#OpacStarRatings# Show star-ratings on
cs: Zobrazit hvězdičkové ohodnocení na

source: opac.pref#OpacStarRatings# no
cs: ne

source: opac.pref#OpacStarRatings# only details
cs: jen detaly

source: opac.pref#OpacStarRatings# pages.
cs: stránek.

source: opac.pref#OpacStarRatings# results and details
cs: výsledky a detaily

source: opac.pref#OpacTopissue# Allow
cs: Povolit

source: opac.pref#OpacTopissue# Don't allow
cs: Nepovolit

source: opac.pref#OpacTopissue# patrons to access a list of the most checked out items on the OPAC. Note that this is somewhat experimental, and should be avoided if your collection has a large number of items.
cs: opac.pref#OpacTopissue# čtenářům přístup k seznamu nejčastějších výpjček na OPACu. Pozn: toto je trochu zkušební funkce, a nepoužívejte ji, jestliže váš fond je rozsáhlý.

source: opac.pref#PatronSelfRegistration# Allow
cs: Povolit

source: opac.pref#PatronSelfRegistration# Don't allow
cs: Nepovolit

source: opac.pref#PatronSelfRegistration# library patrons to register an account via the OPAC.
cs: čtenáři knihovny registrovat svůj účet pomocí OPACu.

source: opac.pref#PatronSelfRegistrationAdditionalInstructions# Display the following additional instructions for patrons who self register via the OPAC ( HTML is allowed ):
cs: Zborazit následující doplňující pokyny pro čtenáře, jkterý se samoobslužně registruje pomocí OPACu. (HTML je povoleno):

source: opac.pref#PatronSelfRegistrationBorrowerMandatoryField# (separate columns with |)
cs: (oddělovat sloupce pomocí svislítek |)

source: opac.pref#PatronSelfRegistrationBorrowerMandatoryField# The following <a href='http://schema.koha-community.org/tables/borrowers.html' target='blank'>database columns</a> must be filled in on the patron entry screen:
cs: následující <a href='http://schema.koha-community.org/tables/borrowers.html' target='blank'>databázové sloupce</a> musí být vyplněny ve čtenářově úvodním okně:

source: opac.pref#PatronSelfRegistrationBorrowerUnwantedField# (separate columns with |)
cs: (oddělovat sloupce pomocí svislítek |)

source: opac.pref#PatronSelfRegistrationBorrowerUnwantedField# The following <a href='http://schema.koha-community.org/tables/borrowers.html' target='blank'>database columns</a> will not appear on the patron entry screen:
cs: Následující <a href='http://schema.koha-community.org/tables/borrowers.html' target='blank'>databázové sloupce</a> se neobjeví na čtenářově úvodním okně:

source: opac.pref#PatronSelfRegistrationDefaultCategory# Use the patron category code
cs: opac.pref#PatronSelfRegistrationDefaultCategory# Užívat kód čtenářovy kategorie

source: opac.pref#PatronSelfRegistrationDefaultCategory# as the default patron category for patrons registered via the OPAC.
cs: jako defaultní čtenářskou kategorii, pro čtenáře registrovené pomocí OPACu.

source: opac.pref#PatronSelfRegistrationExpireTemporaryAccountsDelay# Delete patrons registered via the OPAC, but not yet verified after
cs: Vymazat čtenáře registrované pomocí OPACu, ale dosud nezkontrolované po

source: opac.pref#PatronSelfRegistrationExpireTemporaryAccountsDelay# days.
cs: dní.

source: opac.pref#PatronSelfRegistrationVerifyByEmail# Don't require
cs: Nepožadovat

source: opac.pref#PatronSelfRegistrationVerifyByEmail# Require
cs: Požadovat

source: opac.pref#PatronSelfRegistrationVerifyByEmail# that a self-registering patron verify his or herself via email.
cs: opac.pref#PatronSelfRegistrationVerifyByEmail# aby samoregistrovaný čtenář se ověřoval svým e-mailem.

source: opac.pref#QuoteOfTheDay# Disable
cs: Zakázat

source: opac.pref#QuoteOfTheDay# Enable
cs: Povolit

source: opac.pref#QuoteOfTheDay# Quote of the Day display on OPAC home page
cs: opac.pref#QuoteOfTheDay# Denní citáty zobrazovat na domovské stránce OPACu

source: opac.pref#RequestOnOpac# Allow
cs: Povolit

source: opac.pref#RequestOnOpac# Don't allow
cs: Nepovolit

source: opac.pref#RequestOnOpac# patrons to place holds on items from the OPAC.
cs: opac.pref#RequestOnOpac# čtenářům dávat rezervace z OPACu.

source: opac.pref#SearchMyLibraryFirst# Don't limit
cs: Neomezovat

source: opac.pref#SearchMyLibraryFirst# Limit
cs: Omezit

source: opac.pref#SearchMyLibraryFirst# patrons' searches to the library they are registered at.
cs: čtenářská hledání na knihovnu v které je čtenář registrován.

source: opac.pref#ShelfBrowserUsesCcode# Don't use
cs: Neužívat

source: opac.pref#ShelfBrowserUsesCcode# Use
cs: Užívat

source: opac.pref#ShelfBrowserUsesCcode# the item collection code when finding items for the shelf browser.
cs: opac.pref#ShelfBrowserUsesCcode# kód fondu při vyhledávání výtisků pomocí prohlížeče polic.

source: opac.pref#ShelfBrowserUsesHomeBranch# Don't use
cs: Nepoužívat

source: opac.pref#ShelfBrowserUsesHomeBranch# Use
cs: Používat

source: opac.pref#ShelfBrowserUsesHomeBranch# the item home library when finding items for the shelf browser.
cs: opac.pref#ShelfBrowserUsesHomeBranch# výtisk domovské knihovny během hledání pomocí prohlížeče polic.

source: opac.pref#ShelfBrowserUsesLocation# Don't use
cs: Neužívat

source: opac.pref#ShelfBrowserUsesLocation# Use
cs: lokaci výtisku při vyhledání výtisků pro prohlížeče polic

source: opac.pref#ShelfBrowserUsesLocation# the item location when finding items for the shelf browser.
cs: lokaci výtisku přo hledání výtisků pomocí prohlížeče polic.

source: opac.pref#ShowReviewer# Show
cs: Zobrazit

source: opac.pref#ShowReviewer# first name
cs: křestní jméno

source: opac.pref#ShowReviewer# first name and last name initial
cs: iniciály křestního jména a příjmení

source: opac.pref#ShowReviewer# full name
cs: úplné jméno

source: opac.pref#ShowReviewer# last name
cs: příjmení

source: opac.pref#ShowReviewer# no name
cs: bez jména

source: opac.pref#ShowReviewer# of commenter with comments in OPAC.
cs: komentárora s komentáři v OPACu.

source: opac.pref#ShowReviewer# username
cs: uživatelské jméno

source: opac.pref#ShowReviewerPhoto# Hide
cs: Skrýt

source: opac.pref#ShowReviewerPhoto# Show
cs: Zobrazit

source: opac.pref#ShowReviewerPhoto# reviewer's photo beside comments in OPAC.
cs: opac.pref#ShowReviewerPhoto# foto hodnotitele vedle komentáře v OPACu.

source: opac.pref#SocialNetworks# Disable
cs: Neumožnit

source: opac.pref#SocialNetworks# Enable
cs: Umožnit

source: opac.pref#SocialNetworks# social network links in opac detail pages
cs: opac.pref#SocialNetworks# odkazy na sociální sítě v detailních stránkách OPACu.

source: opac.pref#TrackClicks# Don't track
cs: Nesledovat

source: opac.pref#TrackClicks# Track
cs: Sledovat

source: opac.pref#TrackClicks# Track anonymously
cs: anonymně stopu

source: opac.pref#TrackClicks# links that patrons click on
cs: odkazů, kterými čtenáři prochází

source: opac.pref#hidelostitems# Don't show
cs: Nezobrazovat

source: opac.pref#hidelostitems# Show
cs: Zobrazovat

source: opac.pref#hidelostitems# lost items on search and detail pages.
cs: ztracené výtisky na vyhledávacích stránkách a detailních stránkách.

source: opac.pref#numSearchRSSResults# Display
cs: Zobrazovat

source: opac.pref#numSearchRSSResults# search results in the RSS feed.
cs: opac.pref#numSearchRSSResults# výsledky vyhledání v RSS.

source: opac.pref#opacbookbag# Allow
cs: Povolit

source: opac.pref#opacbookbag# Don't allow
cs: Nepovolit

source: opac.pref#opacbookbag# patrons to store items in a temporary "Cart" on the OPAC.
cs: čtenářům uložit si výtisky do prozatimního "košíku" v OPACu.

source: opac.pref#opaccolorstylesheet# Include the additional CSS stylesheet
cs: Zahrnout přídavnou CSS šablonu

source: opac.pref#opaccolorstylesheet# to override specified settings from the default stylesheet (leave blank to disable). Enter just a filename, a full local path or a complete URL starting with <code>http://</code> (if the file lives on a remote server). Please note that if you just enter a filename, the file should be in the css subdirectory for each active theme and language within the Koha templates directory. A full local path is expected to start from your HTTP document root.
cs: opac.pref#opaccolorstylesheet# ignorovat určitá nastavení z výchozí šablony (nechte prázdné pro zakázání). Vložit jméno souboru, plnou lokální cestu nebo kompletní URL začínající na <code>http://</code> (pokud soubory jsou na jiném vzdáleném serveru). Pozn: Jestliže vložíte jméno souboru, soubor by měl být v css podadresáři pro každý aktivní styl a jazyk v adresáři Koha šablon. Očekává se úplná lokální cesta začínající na vašem hlavním adresáři webu (document root).

source: opac.pref#opaccredits# Include the following HTML in the footer of all pages in the OPAC:
cs: Vložit následující HTML do patičky všech stránek OPACu:

source: opac.pref#opacheader# Include the following HTML in the header of all pages in the OPAC:
cs: Vložit následující HTML do hlavičky všech stránek OPACu:

source: opac.pref#opaclayoutstylesheet# Use the CSS stylesheet
cs: Užívat CSS šablonu

source: opac.pref#opaclayoutstylesheet# on all pages in the OPAC, instead of the default css (used when leaving this field blank). Enter just a filename, a full local path or a complete URL starting with <code>http://</code> (if the file lives on a remote server). Please note that if you just enter a filename, the file should be in the css subdirectory for each active theme and language within the Koha templates directory. A full local path is expected to start from your HTTP document root.
cs: opac.pref#opaclayoutstylesheet# pro všechny stránky v OPACu, namísto defaultní css (což je použito pokudoto pole zůstane prázdné). Vložit právě jméno souboru, plnou lokální cestu nebo kompletní URL počínající <code>http://</code> (pokud je soubor na vzdáleném serveru). Pozn: jestliže jste vložili jméno souboru, soubor musí býr v css podadresáři pro každý aktivní styl a jazyk v adresáři šablon pro Koha. Předpokládá se úplná lokální cesta k souboru, pokud začínáte z vašeho HTTP document root.

source: opac.pref#opacreadinghistory# Allow
cs: Povolit

source: opac.pref#opacreadinghistory# Don't allow
cs: Nepovolit

source: opac.pref#opacreadinghistory# patrons to see what books they have checked out in the past.
cs: čtenáři, aby viděl minulé výpůjčky.

source: opac.pref#opacsmallimage# Use the image at
cs: Použit obrázek v

source: opac.pref#opacsmallimage# in the OPAC header, instead of the Koha logo. If this image is a different size than the Koha logo, you will need to customize the CSS. (This should be a complete URL, starting with <code>http://</code>.)
cs: hlavičce OPACu, namísto Koha logo. Jestli tento obrázek má rozdílnou velikost než Koha logo, bude třeb aupravit CSS. (Toto musí být úplná URL, začínající na <code>http://</code>.)

source: opac.pref#opacthemes# Use the
cs: Používat
